<?php

namespace Faker\Provider\ko_KR;

class Lorem extends \Faker\Provider\Lorem
{
    protected static $wordList = array(
        '국가는', '법률이', '정하는', '바에', '의하여', '재외국민을', '보호할', '의무를', '진다.', '모든', '국민은', '신체의',
        '자유를', '가진다.', '국가는', '전통문화의', '계승·발전과', '민족문화의', '창달에', '노력하여야', '한다.', '통신·방송의',
        '시설기준과', '신문의', '기능을', '보장하기', '위하여', '필요한', '사항은', '법률로', '정한다.', '헌법에', '의하여',
        '체결·공포된', '조약과', '일반적으로', '승인된', '국제법규는', '국내법과', '같은', '효력을', '가진다.', '다만,', '현행범인인',
        '경우와', '장기', '3년', '이상의', '형에', '해당하는', '죄를', '범하고', '도피', '또는', '증거인멸의', '염려가', '있을',
        '때에는', '사후에', '영장을', '청구할', '수', '있다.', '저작자·발명가·과학기술자와', '예술가의', '권리는', '법률로써',
        '보호한다.', '형사피고인은', '유죄의', '판결이', '확정될', '때까지는', '무죄로', '추정된다.', '모든', '국민은', '행위시의',
        '법률에', '의하여', '범죄를', '구성하지', '아니하는', '행위로', '소추되지', '아니하며,', '동일한', '범죄에', '대하여',
        '거듭', '처벌받지', '아니한다.', '국가는', '평생교육을', '진흥하여야', '한다.', '모든', '국민은', '사생활의', '비밀과',
        '자유를', '침해받지', '아니한다.', '의무교육은', '무상으로', '한다.', '저작자·발명가·과학기술자와', '예술가의', '권리는',
        '법률로써', '보호한다.', '국가는', '모성의', '보호를', '위하여', '노력하여야', '한다.', '헌법에', '의하여', '체결·공포된',
        '조약과', '일반적으로', '승인된', '국제법규는', '국내법과', '같은', '효력을', '가진다.'
    );
    protected static $contentsList = array(
    '기억하라. 인간 본성에서 가장 깊숙이 자리한 원칙은 인정받기를 갈구한다는 점이다. 이것이 동물과 구분되는 인간의 특성이다.',
    '5년 전 하버드 대학에서 초등 교사 50명을 대상으로 실험을 했다. 25명에게는 그들이 가르칠 학생들이 낙제생이며, 가족은 교육열이 높지 않다고 했다. 나머지 25명에게는 “당신들이 맡은 아이들은 훌륭해요. 그들은 우등생입니다. 그들의 가족은 교육열이 대단합니다.”라고 말했다. 학기 말에 전자의 학생들은 대략 25~30점 정도 점수가 떨어진 반면, 후자는 50점 상승했다.',
    '훌륭한 지도자는 아랫 사람들이 큰 일을 할 수 있도록 동기를 부여하는 사람이다. 그리고 자기가 임무를 완성 했을 때, 백성들 입에서 “마침내 우리가 이 일을 해냈다”고 자랑스럽게 말할수 있도록 하는 사람이다.',
    '상대를 믿어라. 그러면 그들도 우리를 진실 되게 대할 것이다. 상대가 위대한 사람인 것처럼 대우하라. 그러면 그들 자신이 위대한 사람이라는 사실을 입증할 것이다.',
    '나는 선한 사람을 선하게 대한다. 선하지 않아도 선하게 대함으로써 선을 얻는다. 나는 미더운 사람을 미덥게 대한다. 미덥지 않은 이도 미덥게 대함으로써 미더움을 얻는다.',
    '당신의 꿈을 과소평가하는 사람들을 멀리하라. 소인배들은 항상 그런 태도를 취한다. 하지만 진실로 위대한 사람들은 당신도 위대해질 수 있다고 느끼게 해준다.',
    '사람들이 그들의 가장 바람직한 모습이 될 수 있도록 도와라. 그리고 그들이 이미 가장 바람직한 모습이 된 것처럼 대하라. 현재의 모습 그대로 상대방을 대해주면 그 사람은 현 상태 그대로 남아있을 것이다. 하지만 상대방이 할 수 있는 잠재능력대로 그를 대해주면 그 사람은 결국 그것을 이뤄낼 것이다.',
    '정성을 다해 애정을 주고 함께 걱정해주세요. 그러면 당신은 원하는 것에 덤까지 얻을 수 있습니다. 내가 아닌 그들이 해냈다고 말해야 하고, 직원들이 일을 좋아하게 만들어 줄 의무가 있습니다. 성장하고 만족하고, 성취해 나가는 것을 지켜보는 재미를 느껴야합니다.',
    '모든 사람은 천재다. 하지만 물고기들을 나무타기 실력으로 평가한다면, 물고기는 평생 자신이 형편없다고 믿으며 살아갈 것이다.',
    '직원의 재능을 충분히 발휘하게 만드는 방법은 칭찬과 격려다. 한 사람의 열정과 꿈을 짓밟는 가장 확실한 방법은 비난과 추궁이다. 성공한 관리자는 칭찬의 기술을 배워야 한다.',
    '네가 아무리 높은 자리에 있더라도, 특별히 위치를 사용할 필요가 없다. 어떤 일의 결과가 좋았을 때, 너에게 공을 돌리지 말고 다른 사람을 칭찬하라. 그러면 사람들은 자신의 능력을 특별하다고 느끼게 되고 더 열심히 일하게 된다.',
    '상사의 비판만큼 의욕을 꺾는 일도 없다. 그래서 나는 비판하기보다 칭찬하는 것을 좋아한다. 나는 지금껏, 아무리 일하는 것을 즐거워하더라도 인정받기보다 비판을 받을 때 일을 더 잘하거나, 더 열심히 노력하는 사람은 본 적이 없다.',
    '시간을 내어 가까운 사람들에게 애정을 표현하고 인정해주어라. 그들이 얼마나 소중한지 이야기해주어라. 그들에 대한 애정을 글로 써주어라. 등을 토닥여주고 괜찮다면 안아주어라. 표현을 하지 않아도 여러분의 사랑을 상대방이 알 것이라고 단정하지 마라. 직접 말로 표현하라. 사랑한다는 말은 아무리 많이 해도 지나치지 않다.',
    '기업가에 있어서 첫 번째 법칙은 듣는 것이다. 그들은 남들에게서 심오한 배움을 얻는 과정속에서 겸손한 자세로 자신을 낮추는 것을 참을 수 있을 만큼 유순해야 하고, 또 그만큼 영리해야 한다.',
    '사람들은 뛰어난 인재들은 사람들과 함께 일하는 걸 싫어할 거라고 말한다. 하지만 나는 A급선수들은 A급 선수들과 함께 일하는 걸 좋아한다는 사실을 깨달았다. 그들은 단지 C급 선수들과 일하는 걸 싫어할 뿐이다.',
    '실제 생활에서 리더들에게 줄 수 있는 가장 실제적인 충고는 이것이다. 볼모를 볼모로, 왕자를 왕자로 대하지 말고, 모든 사람을 사람으로 대하라.',
    '만족감 및 동기부여의 열쇠는 기본 예의를 갖춰 사람들을 대하는데 있다. 공을 들여 키워야 하는 화초보다 인간은 더 민감한 존재다. 화초를 대하듯 사람들을 대하라. 그러면 활짝 피어날것이다.',
    '5년 전 창업했을 때 나에게는 돈, 기술, 상품 등 사업을 성공시킬 것이라곤 아무것도 없었다. 나는 이때 한국인을 똘똘 뭉치게 하는 ‘신 끼(신바람)’에 주목했다. 그 이후로 오늘까지 가장 중요한 자산인 직원을 사랑하고, 또 사랑하고, 또또 사랑함으로써 지속적으로 신바람을 불러일으켰다. 또또 사랑이야말로 웅진의 경영정신이며, 제1성공요인이다.',
    '부하 직원들에게 쓴 만큼 번다. 내 시간·돈·노력을 나눠주면 그 이상이 돌아온다. 그냥 시간을 내 이야기만 들어줘도 업무 성과가 올라간다. 그보다 더 좋은 투자는 없다. 난 경험적으로 이 사실을 깨달았다. 전에 근무하던 회사에서 인센티브가 나왔는데 너무 많이 받았다는 생각이 들어, 카메라를 사서 전 직원에게 하나씩 돌렸더니 그 이후 모든 일이 이상하게 성공적이었다.',
    '지휘와 지도력에는 많은 능력과 자질, 그리고 기술이 요구된다. 추진력, 설득력, 판단력, 인지력 등등…. 그러나 잘한 일을 칭찬함으로써 얻어지는 격려와 높은 사기를 대신할 수 있는 것은 아무것도 없다.',
    '누구나 살아가다 보면 최고의 순간을 맞이한다. 그 순간은 바로 누군가에게 격려를 받을 때이다. 아무리 위대하고, 유명하고, 성공했다 할지라도 누구나 찬사에 굶주려 있다. 격려는 영혼에 주는 산소와 같다. 격려 받지 못하는 사람에겐 훌륭한 일을 해내리라고 기대할 수 없다. 어느 누구도 칭찬 없이 살아갈 수 없다.',
    '상사의 비판만큼 의욕을 꺾는 일도 없다. 그래서 나는 비판하기보다 칭찬하는 것을 좋아한다. 나는 지금껏, 아무리 일하는 것을 즐거워하더라도 인정받기보다 비판을 받을 때 일을 더 잘하거나, 더 열심히 노력하는 사람은 본 적이 없다.',
    '일주일에 적어도 두 시간 정도는 따로 빼서, 즉 다른 약속들과 마찬가지로 달력에 직원들을 격려하는 시간으로 적어놓으라.',
    '주요 대기업의 직원들을 조사해본 결과 가장 중요한 동기요소가 ‘급여’라고 대답한 직원보다 ‘인정’이라고 대답한 직원들이 네 배나 많았다. 냉정한 기업세계에서 인정이라는 말이 얼마나 자주 등장하는지 살펴보면 재미있다. 직장을 그만 둔 다섯 사람 중 넷이 ‘자신을 인정해주지 않아서’ 그만두었다고 말한다.',
    '자수성가한 100명의 백만장자들을 조사한 결과 한 가지 공통점을 발견할 수 있었다. 이들은 한결같이 사람들의 좋은 점만을 본다는 사실이다.',
    '우리 모두는 격려를 필요로 한다. 어린 나무가 비료를 주지 않아도 말라죽지 않는 것처럼 우리도 격려 없이 살 수는 있다. 그러나 따뜻한 보살핌을 받지 않는 한 우리는 결코 자신의 잠재력을 완전히 발휘하지 못하며, 혼자 방치 된 나무처럼 열매를 맺지도 못한다.',
    '한 설문조사에 의하면, 놀랍게도 미국인의 65%가 지난 1년간 뛰어난 업무 성과를 올리고도 칭찬이나 인정을 받은 적이 한 번도 없다고 대답했다. 또한 지나치게 인정받아서 고민이 된다는 사람은 한 명도 만나지 못했다. 칭찬과 인정이 제대로 이뤄지지 않는 회사는 반드시 어려움을 겪게 된다.',
    '직원이 자신의 운명에 대해 좀 더 많이 책임감을 느끼기를 바란다면 관리자는 내적 헌신을 이끌어내야 한다. 원칙적으로 내적 헌신은 참여를 전제로 하기 때문에 권한 이양과 밀접한 관계가 있다. 직원의 내적 헌신을 원한다면 원대한 목표를 정하고 세부 목표를 수립하며 목표를 성취할 방법을 모색하는 과정에 직원들을 더 많이 참여시켜야 한다.',
    '누구의 인생이든 절정기가 있게 마련이고, 그 절정기의 대부분은 누군가의 격려를 통해 찾아온다. 격려는 ‘영혼의 산소’다.',
    '상대를 좋은 사람이라고 생각하고 그렇게 믿어라. 그러면 그 사람은 반드시 좋은 사람이 된다. 우리가 돌려받는 것은 우리 마음을 투사한 것에 대한 반사임을 잊지 말라.',
    '나는 회사 구내식당, 강당 어디에서든 직원들과 얘기한다. 이때 나는 늘 ‘3분의 2 원칙’을 지킨다. 주어진 대화시간의 3분의 2를 듣고, 그 질문에 대답하는 데 썼다. 이를 통해 반대자들의목소리를 가라앉히고 많은 사람을 내편으로 끌어들이는 데 성공했다.',
    '듣는 것은 하나의 기술이다. 북적대는 방에서 누군가와 이야기를 할 경우라도, 나는 그 방에 우리 둘만 있는 것처럼 그를 대한다. 다른 것은 모두 무시하고 그 사람만 쳐다본다. 고릴라가 들어와도 나는 신경 쓰지 않을 것이다.',
    '리더는 양떼를 뒤에서 인도하는 목자처럼 조직원들을 이끌어야 한다. 그러나 조직원들이 이끌려 간다는 느낌 없이 리더를 따르도록 해야 한다.',
    '대중에게 다가서는 지름길은 그들에게 혀를 내미는 것이 아니라 귀를 내미는 것이다. 내가 상대방에게 어떤 달콤한 말을 한다 해도, 상대방 입장에서는 자기가 말하고 싶어 하는 얘기의 절반만큼도 흥미롭지 않은 법이다.',
    '가장 혁신적인 회사에서는 혁신도가 낮은 회사에 비해 고맙다는 말을 훨씬 더 많이 한다.',
    '직원이 적은 소규모 회사나 상점 경영자라면 직접 솔선수범하는 태도를 보이면서 직원들에게는 명령만 내려도 어느 정도 성과를 거둘 수 있다. 그러나 직원이 백 명, 천 명으로 증가하면 부탁을 하는 태도를 갖추어야 한다. 직원이 만 명 이상으로 증가한다면 두 손을 모아 절을 할 정도로, 나아가 5만 명, 10만 명 단위가 된다면 무릎을 꿇고 큰 절을 할 정도로 감사하는 마음을 가져야 한다.',
    '돈을 잘 벌려면 직원들을 행복하게 만들어야 하고, 직원들이 행복하게 하려면 그들의 고민이 뭔지 알고 함께 고민해주어야 한다. 회사는 일하러 오는 곳이고 개인적인 고민은 회사 밖에서 해결해야 한다는 생각은 아주 잘못된 고정관념이다. 각자의 고민거리를 회사에 와서 풀어놓고 함께 해결방안을 찾아보는 분위기를 만들어야 한다. 펀(fun)한 직장은 직원들이 TGI Friday가 아니라, TGI Monday를 외치는 곳이다.',
    '나는 아첨하는 사람을 믿지 않는다. 비판하는 사람도 좋아하지 않는다. 무시하는 사람은 용서하지 않는다. 그러나 격려해주는 사람은 절대 잊지 않는다.',
    '가능한 말단에 있는 사람들까지 의사결정에 참여하게 하면 더 나은 결과를 얻을 수 있다. 뿐만 아니라 구성원 개개인의 발전 속도도 더 빨라지고 맡은 일에 열의를 갖고 더 효율적으로 움직인다.',
    '고용주가 자신들을 잘 보살피지 않는다고 느끼는 직원들에게 “고객을 잘 보살피라.”고 주문한들 제대로 효과를 거둘 수 있다고 생각해 본 적이 나는 없다. 보살핌은 애정이다. 기업들은 지난 수세기 동안 애정은 위임할 수 있는 것이 아니라는 사실을 잊고 있었다.',
    '조직의 핵심 인재는 사랑받아야 하고 육성되어야 하며 영혼과 지갑에 보상받아야 한다. 왜냐하면 이들이 기적을 일으키는 사람들이기 때문이다. 이런 사람들을 잃는 것이야 말로 리더의 가장 큰 실패이다.',
    '직원에게 내리는 지시는 단지 자기 자신의 한계만 깨닫게 하는 반면, 정보는 기회와 가능성을 갖게 해준다. 지시, 방침, 명령에 의한 엄격한 통제에서 해방시켜 자신의 아이디어, 의사결정 행위에 대한 책임감을 갖게 하는 것이 필요하다. 정보를 소유한 인간은 책임을 회피하지 않는다.',
    '조직에 대한 자긍심(pride)의 주요 원천에는 4가지가 있으며, 모두 탁월함이라는 공통된 특성을 반영하고 있다. 첫째, 수익의 탁월함이고 둘째, 업무 처리 효율성의 탁월함이다. 셋째, 제품(유용성, 차별성, 품질 등)의 탁월함, 그리고 마지막으로 도덕성의 탁월함이 자긍심의 원천이 된다. 사람들은 사업을 잘할 뿐만 아니라 선한 조직에서 일하고 싶어 한다.',
    '우리는 솔직히 말해 기분이 좋아서가 아니라, 직원들의 재능을 자유롭게 펼치게 하는 것과 우리 사업의 성공 사이에 밀접한 관련이 있다고 믿기 때문에 권한 위양을 한다. 무한 경쟁시대에 기업이 시장 변화에 재빨리 반응하려면 소비자와 가장 가까이에 있는 사람들의 손에 책임, 권한, 정보를 주는 것은 당연하지 않은가?',
    '인간은 즐거운 상태가 되면, 그 기쁨은 단순히 고단한 일상을 견디게 하는 정도가 아니라, 활기차게 살도록 해주며 행복하다는 느낌을 준다. 이 상태에서 창의적 사고와 지각력, 정보처리 능력이 향상되고 신체 기능도 좋아진다. 이 상태에서 일을 하면 훨씬 더 빠르게 일을 처리할 뿐만 아니라 결과물도 더 우수해진다.',
    '‘재미있고 도전적인 일’ ‘내가 열정을 가진 일’ ‘업무 과정에서 나의 주장이 반영될 수 있는 일’ ‘주도권을 가지고 성취감을 느낄 수 있는 일’이 입사와 근속 결정에 가장 중요한 영향을 미치는 요인인 것으로 나타났다.',
    '66개 국가의 수백만 직원들에게 던진 “당신은 매일 직장에서 자신이 가장 잘하는 일을 할 기회를 얻고 있습니까?”라는 질문에 대한 답은 눈이 번쩍 뜨일 정도로 놀라운 것이었다. 다섯 명중에 한 명, 즉 단 20%만이 “그렇다.”라고 대답했다.',
    '해마다 우리는 직원들에게 무엇이 동기를 일으키는지 묻는다. 그러면 그들은 해마다 다음과 같이 대답한다. 1. 업무를 수행하면서 느끼는 성취감 2. 동료와 상사의 인정 3. 승진 4. 관리 팀의 지원 5. 월급',
    '내 경험에 따르면 사람들이 회사 목표를 추구하면서 자신들이 성장하고 있다는 것을 확신하게 되는 순간, 당신은 점화 스위치를 얻게 되는 것이다.',
    '다른 사람들에게 관심이 없는 사람은 인생을 사는 데 굉장히 어려움을 겪게 되고, 다른 사람들에게도 해를 끼치게 된다. 인간의 모든 실패는 이런 유형의 인물에서 비롯된다.',
    '당신은 사람의 시간을 살 수 있다. 돈을 주고 특정한 장소에 있으라고 시킬 수 있다. 심지어 하루 8시간 동안 숙련된 규칙적 근육 운동을 살수도 있다. 하지만 당신은 그의 열정을 살 수 없다. 충성심을 살 수 없다. 헌신적인 마음, 정신, 영혼을 살 수 없다. 사람들은 마음이 움직일 때 비로소 고객을 섬기는데 헌신하며, 이 마음은 결코 돈으로 살수 없다.',
    '우리 목록에 들기 위해서 리더들이 반드시 실천해야 할 덕목이 있다. 아이러니컬하게도 투자가들이 금기사항으로 꼽는 항목이기도 하다. 그것은 바로 사랑에 빠지는 것이다.',
    '사람을 만날 때마다 나에게 이렇게 물었다. 과연 내가 이 사람을 올바르게 대하고 있는가? 혹시 나도 모르는 사이에 이 사람의 기분을 상하게 하고 있지는 않은가? 그 결과 IBM을 성공적으로 이끌어 갈 수 있었고, 제가 회장을 맡기 전보다 몇 배나 큰 기업으로 성장시킬 수 있었다.',
    '모두가 같으면서도 다르게 대접받는다. 그게 말이 되는가? 여러분은 같은 규칙을 적용하지만 사람들은 서로 다르기 때문에 결국 다른 대접을 받게 된다. 따라서 모두가 존중받는 느낌을 갖도록 하는 방식을 써야 한다. 각 선수의 욕구나 개성을 고려해야 하지만, 동시에 모든 선수를 동등하게 대우해야 한다. 모든 선수를 편애함으로써 일반적인 편애의 폐해를 피하는 것, 그것이 바로 우승팀이 되는 비결이다.',
    '직원을 똑같이 가치 있는 사람으로서 대해 주고 회사의 기계 부속처럼 대하지 말라. 우리가 예전에 생각했던 지위나 직함을 다 벗어던져라. 모두가 함께 기여한다고 보아라.',
    '사람들은 자신을 과대평가하는 경향이 있다. 운전자의 90%는 자신의 운전 능력이 평균 이상이라 생각하고, 94%의 교수는 자신이 평균적인 교수들 보다 유머감각이 뛰어나다고 생각한다. 사람들은 실제 10개의 일만 하고도 15개의 일을 했다고 생각하는 경향이 있다. 부하들의 마음을 얻으려면 그들의 실제 업적보다 칭찬을 많이 해줘야 한다.',
    '직원들은 불과 5%에서 10%의 능력밖에 발휘하지 않는다. 나머지 90%에서 95%의 미개발 능력을 매일 일터로 가져오게 하는 것, 그것이 바로 경영자가 하는 일이다.',
    '상대방과 상담을 하는데 별다른 비결 같은 것은 없다. 단지 상대의 이야기에 귀를 귀울이는 것이 중요하다. 어떤 아첨도 이 보다 큰 효과를 발휘할 수 없다.',
    '의사결정 과정에서 인간관계를 무시하게 되면 의사결정에 참여한 사람들은 감정적으로 불만을 갖게 된다. 서로에게 나쁜 감정을 품게 되면 의사결정에 협력하지 않을 뿐만 아니라 의사결정 사항을 실행할 때, 위험 감수(Risk taking)에 대한 두려움도 증가한다.',
    '잘못하고 있는 순간을 잡아내면 사람들은 방어적이 되고 변명하고 회피한다. 반면에 사람들이 잘하고 있는 순간을 포착하면 긍정적인 면이 강화된다. 이는 사람들의 잠재력을 강화하고 더 잘하고 싶다는 마음이 들게 한다. 일이 잘 돌아가고 있는 순간을 포착하는 것을 하루 일과로 삼아라.',
    '타고난 재능, 지식, 많은 학식, 이런 것들은 성공을 보장해주지 않는다. 대신 남이 원하는 것을 포착하는 감각과 그것을 주려는 의지가 필요하다. 원하는 것을 찾아 최선을 다해 그것을 충족시켜준다면 그러한 배려를 고맙게 생각하지 않을 사람이 어디 있겠는가?',
    '나는 직원을 ‘열기구’에 곧잘 비유한다. 그 직원의 고민거리만 해소시켜 주면, 무거운 짐을 덜어낸 열기구처럼 어느 직원이나 반드시 상승할 수 있다. 나는 고민을 해소시켜 주기 위해 틈날때마다 직원들을 붙잡고 ‘무슨 곤란한 일은 없는가’하고 물어 보았다.',
    '사람들은 1. 자신이 가치 있는 일을 하고 있다는 느낌(sense of meaningfulness)을 받거나, 2.그 일을 할 때 자신에게 선택권이 있다는 느낌(sense of choice), 3. 그 일을 할 만한 기술과 지식을 갖추고 있다는 느낌 (sense of competence), 4. 실제로 진보하고 있다는 느낌 (sense of progress)을 갖게 될 때 일속에서 재미와 열정을 느낀다.',
    '최고의 성과를 거둔 사람을 굳이 공개적으로 칭찬할 필요는 없다. 그런 사람은 다른 사람이 없는 자리에서 칭찬하는 것이 더 좋다. 다른 사람의 시기와 질투를 피하면서 수퍼스타에 걸맞은 칭찬을 해줄 수 있기 때문이다. 반대로 비교적 덜 중요한 역할을 맡은 사람은 공개적으로 칭찬하는 편이 더 효과가 크다.',
    '만약 당신이 직원들 안에서 최상의 것을 찾는다면 그들은 꽃처럼 활짝 필 것이다. 만약 비판하거나 최악의 것을 찾는다면 그들은 시들어 버릴 것이다.',
    '나는 자기 스스로 일에 높은 동기를 부여하지 않은 사람이 관리자로 성공한 경우를 결코 보지못했다. 사람에게 최고의 동기를 부여하는 사람은 대부분 자신들의 업무에 최선을 다해 몰두하여 열심히 일한 사람들이다.',
    '열정적인 사람들은 어떻게든 일을 해낸다. 훌륭한 리더에게서는 주어진 일을 해내고자 하는 열정을 느낄 수 있다. 열정이 눈에 보인다. 열정적인 사람들은 다른 사람들에게 사기와 의욕을 불러일으킨다. 우리가 잘 아는 것처럼, 열정은 전염성이 있다.',
    '닭은 아침을 알리고 고양이는 쥐를 잡듯이, 부하 한 사람 한 사람의 능력을 제대로 발휘시키면 위에 선 사람은 할 일이 없어진다. 위에 선 사람이 능력을 발휘하면 오히려 일은 제대로 되지 않는다.',
    '위임은 효과적인 의사결정을 할 수 있는 열쇠다. 리더는 아랫사람들에게 의사결정을 위임해야 하며, 결정을 윗사람에게 미루려는 아랫사람들의 자연스러운 성향을 거부해야 한다. 우리는 상호보완의 원칙을 따라야 하며, 다른 사람의 의사결정권리 혹은 그 능력을 빼앗는 것은 죄라는 사실을 알아야 한다.',
    '착한 사람에게 일을 맡기면 처음엔 굼뜨고 실수도 하지만 갈수록 더욱 조심하여 책무를 완성한다. 하지만 유능하다고 알려진 자들은 처음에는 능숙하지만 결국 자기 개인적인 일을 구제하는데 급급하다.',
    '팀원들은 개발되고 후원되어야 할 자산이며 이상적으로 말하자면 승리와 성공을 위한 조직의 생산적이고 만족스런 구성원이어야 한다. 진정한 의미의 팀원은 리더를 지지하고 보호한다. 반면 하인처럼 취급되는 팀원은 리더를 멸망시킨다.',
    '임금은 지혜를 버려야 신하를 바로 살피는 총명을 얻게 되고, 현명함을 버려야 신하들이 저마다 능력을 발휘하여 공적을 세우게 되며, 용맹을 버려야 신하들이 저마다 용기를 다하여 나라를 강하게 할 수 있다.',
    '내가 여기 있는 이유는 여러분의 업무를 돕기 위해서입니다. 나는 여러분이 성공할 수 있도록 싸우고 방어하며, 모든 간섭을 배제할 것입니다. 왜냐하면 여러분이 성공해야 내가 성공하기 때문입니다.',
    'Service라는 단어의 어원은 하인(Servant)이다. 오늘날 비즈니스를 하는 사람들은 모두가 스스로를 그렇게 생각해야 한다. 따라서 항상 겸손하고, 신중하며 주인(고객)의 니즈를 예측할 수 있어야 한다. 당신은 하인으로서 주인(고객)의 신임을 얻어내야만 한다. 그렇지 않으면, 당신이 그들을 소유한다는 것은 영원히 불가능할 것이다.',
    '너희 중에 리더가 되고자 하는 사람은 먼저 봉사자가 되어라. 남을 이끌려면 봉사하는 법부터 깨우쳐야 하느니.',
    '진정한 영웅은 수단과 방법을 가리지 않고서라도 다른 모든 이들을 능가하려는 것이 아니라 어떤 희생을 치르더라도 다른 사람에게 봉사하려는 모습을 갖는다.',
    '직원들이 고객을 대하는 방식은 경영자가 직원들을 대하는 방식과 똑같다. 직원이 고객을 잘대하면 고객은 다시 찾아올 것이고, 바로 이것이 사업 수익의 진정한 원천이다. 그래서 우리는 직원(employee)라는 용어 대신 동료(associate)라는 단어를 사용한다.',
    '남을 너그럽게 받아들이는 사람은 항상 사람들의 마음을 얻게 되고, 위엄과 무력으로 엄하게 다스리는 자는 항상 사람들의 노여움을 사게 된다.',
    '직원들을 만날 때마다 저 때문에 부자가 되었다고 감사하고들 하시는데, 전 그렇게 생각지 않습니다. 저야말로 여러분 덕분에 부자가 된 사람입니다. 따라서 감사해야 할 사람은 여러분이 아니고 바로 접니다. 제게 있어 여러분은 타 기업이 흉내 낼 수 없는 경쟁력이요, 회사의 얼굴입니다.',
    '사람들이 우리의 목표를 지원하도록 만드는 최선의 방법은 그들을 인간적으로 대하고 존중하는 것이다. 특히 아랫사람들을 대할 때 이런 자세가 필요하다. ‘사랑은 두려움보다 나은 자극제’라고 말하겠다.',
    '유능한 지휘관은 소대의 앞에서 전체로서 부하들을 보지만, 위대한 지휘관은 앞에서 44명의 부하들을 개별적으로 본다. 위대한 지도자는 누가 영감이 있고, 누가 생기가 있고, 누가 올바르게 행동하는지를 본다.',
    '보통 교사는 지껄인다. 좋은 교사는 잘 가르친다. 훌륭한 교사는 스스로 해 보인다. 위대한 교사는 가슴에 불을 지른다.',
    '위대한 그룹을 만들기 위해 리더가 할 수 있는 최선의 일은 각각의 구성원들이 스스로의 위대함에 눈뜨게 하는 것이다.',
    '비즈니스란 기본적으로 사람에 의한(by the people), 사람을 위한(for the People), 사람의(of the People) 일이다. 기업은 고객, 직원, 투자자, 사회 등을 위해 단순한 경제적 요구뿐 아니라 다양한 사회적 가치를 충족할 수 있도록 노력해야 한다.',
    '꿈이 없는 기업에서 사원들은 일에 대한 동기도 보람도 얻을 수 없다. 사원들에게 꿈을 제공할 수 있다면, 목표달성의 7, 80 퍼센트는 성공한 것이나 다름없다.',
    '성공한 기업의 비결은 첫째도 사람, 둘째도 사람, 셋째도 사람이다. 그러나 중요한 것은 그들의 육체가 아니라 그들의 두뇌이다.',
    '왕이 되어 본 사람만이 남도 왕으로 모실 수 있다. 회사는 직원을 최우선으로 모셔야 한다. 고객보다 더 소중하게 생각해야 한다. 나는 감히 그렇게 말했다. 이런 말을 들으면 대부분의 사람들은 걱정하지만 그러나 효과가 있다. 고객은 자신이 회사의 첫 번째가 아닌 두 번째로 대접받음으로써 결국 이득을 보게 된다는 것을 알게 된다.',
    '고객 감동 비결은 간단하다. 감동한 직원은 감동한 고객을 창출해낸다. 감동한 직원은 상사와 경영진을 신뢰하고, 자기일과 조직에 자부심을 느끼며 일에서 보람과 재미를 느낀다. 즉, 일을 즐기면서 하고 헌신적으로 하면서 고객을 감동시킨다.',
    '구성원들이 회사를 위해 열정을 가지고 감정적인 헌신(Emotional Commitment)을 하도록하기 위해서는 기업의 성과와 구성원 개개인의 만족도 사이에 균형을 유지하여야 한다.',
    '의욕이 가장 많이 꺾이는 순간은 평범한 일을 부탁받을 때다. 불행하게도 대부분의 경우 기업은 평범한 일을 요구한다. 직원들이 보통수준을 유지하는 것으로 만족하는 경영자는 결국 평범한 기업을 이끌 수밖에 없다. 경영자는 의식적으로 위대함을 약속해야 한다.',
    '내게 말해보라. 그러면 잊어버릴 것이다. 내게 보여주라. 그러면 기억할지도 모른다. 나를 참여시켜라. 그러면 이해할 것이다.',
    '사원 처우 개선은 회사의 이익을 깎아 먹는 추가 비용이 아니라 한 사람의 리더가 비전을 제시하는 것 보다 훨씬 크게 기업을 키울 수 있는 원동력으로 봐야만 한다. 한 사람의 리더로는 기업을 키울 수 없기 때문이다.',
    '어떤 일이 얼마만큼 진전되었는지 직원 모두가 알아야 한다. 그래야 적극적으로 동참하고 싶은 마음도 생겨난다. 얼마나 시급한지, 재정여건은 어떤지를 있는 그대로 털어 놓는 것이 중요하다.',
    '기업이 변화로 발생하는 문제를 극복하고자 한다면 성장률과는 비교도 안 될 정도로 늘려야하는 게 두 가지 있다. 첫 번째는 상향 및 하향 커뮤니케이션이다. 두 번째는 교육과 재훈련이다.',
    '근로자들의 급여를 인상한 기업의 사업부는 급여 인상을 충분히 상쇄하고도 남는 수준의 생산성 향상 효과를 얻었다. 지난 3년 동안 임금이 하락한 사업부에서는 근로자들의 생산량이 2% 증가에 그친 반면, 같은 기간 동안 임금이 인상된 곳에서는 생산량이 12%나 증가했다.',
    '직원, 고객 주주 중에서 누가 가장 중요한가? 나에게는 처음부터 문제가 되지 않았다. 직원이 첫째이기 때문이다. 직원이 행복하고, 만족하며, 헌신적이고 에너지가 충만하면 고객에게 서비스를 잘하게 된다. 고객이 행복하면 그들은 다시 오게 된다. 그러면 그것이 주주도 행복하게 만든다.',
    '상당히 오랫동안 번창하는 기업은 비용 삭감과 수익의 증가가 상호 배타적이 아님을 안다. 상하조직 모두 영원히 방심하지 않는 것은 번영으로 가는 새로운 지름길이다.',
    '평균주의는 실적이 좋은 사람을 벌하고 실적이 나쁜 사람에게 상을 내려 형편없는 오합지졸을 얻을 뿐이다.',
    '꽃을 사랑한다고 말하면서도 꽃에 물주는 것을 잊어버린 여자를 본다면 우리는 그녀가 꽃을 사랑한다고 믿지 않을 것이다. 사랑은 사랑하고 있는 자의 생명과 성장에 대한 우리들의 적극적 관심인 것이다. 이러한 적극적 관심이 없으면 사랑도 없다.',


    '파브르는 곤충에 미쳐 있었습니다. 포드는 자동차에 미쳐있었습니다. 에디슨은 전기에 미쳐
    있었습니다. 지금 당신은 무엇에 미쳐 있는가를 점검해 보십시오. 왜냐하면 당신이 미쳐있는 그
    것은 반드시 실현되기 때문입니다.
    - 폴 마이어',
     '물은 끓고 난 다음에 수증기를 발생시킨다. 엔진은 증기 게이지가 212도를 가리키기 전에는
    1인치도 움직이지 않는다. 열정이 없는 사람은 미지근한 물로 인생이라는 기관차를 움직이는
    사람이다. 이때 일어날 수 있는 오직 한 가지 현상, 그는 멈춰 버리고 말 것이다. 열정은 불속의
    온기이며 모든 살아있는 존재의 숨결과 같은 것이다.
    - 주타번',
     '평균적인 사람은 자신의 일에 자신이 가진 에너지와 능력의 25%를 투여하지만, 세상은 능력
    의 50%를 쏟아 붓는 사람들에게 경의를 표하고, 100%를 투여하는 극히 드문 사람들에게 머리
    를 조아린다.
    - 앤드류 카네기',
     '천재는 보통 사람과 다를 게 없다. 다만 몰입함으로써 자신에게 숨어있는 재능을 인지하는 보
    통 사람일 뿐이다. 몰입하고 또 몰입하면 어떤 문제도 풀리게 마련이고, 그런 과정을 되풀이함
    으로써 자신도 모르게 천재가 되는 것이다.
    - 미국의 유명한 천재연구가 윈 웽거 박사 & 앤더스 에릭슨 박사',
     '꿈을 이루지 못한 사람들은 “나는 재능이 없었어.”라고 말한다. 꿈을 이루지 못한 이유가 재
    능이 없었다는 것이라면 꿈을 이룬 사람들은 모두 “재능이 있었다.”라고 대답하는 것이 맞겠지
    만 성공한 사람 중에 그런 대답을 한 사람은 한 명도 없다. 꿈을 이룬 사람들은 “정말로 하고 싶
    었던 일을 열정을 가지고 계속 했을 뿐이다.”라고 말한다.
    - 기타가와 야스시, ‘편지가게’에서',
     '욕심이 없으면 평탄한 인생을 살 수 있다. 하고 싶은 욕심이 있기에, 하고 싶은 일이 있기에
    시련도 겪는 것이다. 욕심이 없으면 벽에 부딪칠 일도 없다. 하지만 그래서는 진정한 뜻을 세우
    지 못한다. 욕심을 가져라. 그것이 우리를 성장시킬 원동력이 될 테니까.
    - 사사키 쓰네오, ‘일과 인생의 기본기’에서',
     '신입사원 시절 99번을 찾아가도 거절하던 곳이 100번째 가니까 사준 경험이 있다. 99번 찾아
    가서 포기했다면 그 99번은 모두 버리는 것이다. 증기기관차가 움직이는 것도 마찬가지다. 섭
    씨 99도에서 100도를 넘어서야 움직인다. 목표를 세우고 끈기를 갖고 끝까지 하는 것이 성공의
    비결이다.
    - 장평순 교원그룹 회장',
     '열정은 당신의 사랑을 성공적으로 이끌 것이다. 열정은 사랑의 감정에 불을 붓는다. 열정적이
    지 못한 인생은 살 가치가 없다. 열정적이지 못한 삶은 시험해 볼 가치도 없다. 세월은 피부를
    주름지게 하지만, 열정을 저버리는 것은 영혼을 주름지게 한다.
    - 더글라스 맥아더 장군',
     '무슨 일에 열중하고 있는 사람은 젊어 보인다. 사람은 그 마음속에 정열이 불타고 있을 때가
    가장 행복하다. 정열이 식으면 그 사람은 급속도로 퇴보하고 무력하게 되어 버린다.
    - 라 로슈푸코',
     '미켈란젤로가 그의 가장 위대한 작품인 시스티나 성당의 600평방미터 넓이의 천장벽화를 그
    릴 때의 일이다. 한번은 그가 받침대 위에 올라가 누워서 천장 구석에 인물 하나를 조심스럽게
    그려 넣고 있었다. 그때 친구가 다가와 이렇게 물었다. “여보게, 그렇게 구석진 곳에 잘 보이지
    도 않는 인물 하나를 그려 넣으려 그 고생을 한단 말인가? 그게 완벽하게 그려졌는지 그렇지 않
    은지 누가 안단 말인가?” 미켈란젤로가 말했다. “내가 알지.”
    - 미켈란젤로 동기',

     '위대한 사람은 단번에 그와 같이 높은 곳에 뛰어오른 것이 아니다. 많은 사람들이 밤에 단잠
    을 잘 적에 그는 일어나서 괴로움을 이기고 일에 몰두했던 것이다. 인생은 자고 쉬는 데 있는 것
    이 아니라 한 걸음 한 걸음 걸어가는 그 속에 있다. 성공의 일순간은 실패했던 몇 년을 보상해
    준다.
     떨어지는 물방울이 돌에 구멍을 낸다. 승리의 여신은 노력을 사랑한다. 노력 없는 인생은 수
     - 로버트 브라우닝',
    '치 그 자체다. 어제의 불가능이 오늘의 가능성이 되며, 전 세기의 공상이 오늘의 현실로써 우리
    들의 눈앞에 출현하고 있다. 실로 무서운 것은 인간의 노력이다. 명예는 정직한 노력에 있음을
    명심하자.
    - M. 마르코니',
     '누구에게나 같은 양의 에너지가 잠재되어 있기 마련이다. 하지만 사람들은 보통 여러 가지 하
    찮은 일에 정력을 소비하고 만다. 나는 단 한 가지 일, 즉 그림에만 내 에너지를 소비할 뿐이다.
    그림을 위해 다른 모든 것은 희생될 것이며, 거기에는 모든 사람들 그리고 물론 나 자신까지 포
    함된다.
    - 피카소',
     '누구든 열정에 불타는 때가 있다. 어떤 사람은 30분 동안, 또 어떤 사람은 30일 동안, 인생에
    성공하는 사람은 30년 동안 열정을 갖는다.
    - 노만 빈센트 필',
     '프로는 뺄셈, 초보는 덧셈. 진정한 프로는 뺄셈을 우선으로 한다. 버릴 수 있는 것은 버리고,
    확실한 효과가 기대되는 한두 개에 자원을 집중한다. 그렇지 않으면 아무리 자금과 인력이 많
    아도 충당할 수 없다. 이것저것 다 하면 된다는 생각은 틀렸다.
    - 오구라 히로시, ‘33세, 평범과 비범 사이’에서',
     '자기 분야에서 최고로 성공하고 싶다면 먼저 한 분야의 최고 전문가가 되라. 자신의 능력을
    여기저기 나눠 쓰는 일은 자제하라. 나는 여태까지 여러 가지 일에 손대는 사람이 돈을 많이 버
    는 것을 거의 보지 못했다.
    - 앤드류 카네기',
     '증기나 가스는 갇히지 않는 한 움직이지 못한다. 나아가더라도 터널을 통과시키지 않으면 빛
    이나 에너지로 바꿀 수 없다. 어떤 인생도 집중하고, 몰두하고, 통제하지 않는 한 성장할 수
    없다.
    - 해리 에머슨 파스딕',
     '현상은 복잡하다. 법칙은 단순하다. 버릴게 무엇인지 알아내라. 핵심을 잡으려면 잘 버릴 수
    있어야 한다. 핵심에 집중한다는 것은 잘 버린다는 것과 같은 얘기이다.
    - 리차드 파인만(노벨물리학상 수상자)',
     '일은 결코 힘들고 피곤한 괴로움이 아니다. 부지런히 일하면 오히려 정신이 맑아지고 인격 수
    양에도 도움이 된다. 어떤 일이든 자기 일을 해 나감이 곧 수행이고(諸業卽修行), 수행을 통해
    자아발전을 완성하게 된다.
    - 이시다 바이간',

     '자신이 경기에 임하는 것처럼 열중하지 않는다면 일하는 의미가 없다. 자신이 열중하지 않는
    다면, 아무런 즐거움도 생길 수 없으며, 차라리 하지 않는 것이 좋다.
    - D.H 로렌스',
     '좋아하는 일을 해야 한다고 말하는 사람이 많다. 그러나 좋아하는 회사에 가서, 희망하는 부
    서에 배치되고 원하는 일을 하는 사람은 1만 명 중 한 명도 되지 않는다. 나머지 9,999명은 불
    행하고, 좋아하지도 않는 일을 억지로 해야 하기 때문에 능률이 떨어질까? 그렇지 않다. 오히려
    자신이 좋아하지 않는 분야에서 출발했지만 그 분야에서 두각을 나타내는 사람이 크게 성공할
    수 있다.
    - 이나모리 가즈오, ‘왜 일하는가’에서',
     '억만장자들은 자신의 일을 사랑한다. 일이 돈을 벌어다 주기 때문이 아니다. 자신이 싫어하는
    일을 하면서는 그처럼 부자가 될 수 없다. 부자가 되려면 가장 먼저, 당신이 하는 일을 사랑해야
    한다. 사랑이 이윤을 얻기 위해 필요한 에너지를 가져오기 때문이다. 어떤 일이든 열정만으로
    90%의 문제를 해결할 수 있다.
    - 도널드 트럼프',
     '창의적인 사람들은 서로 다르긴 하지만 한 가지 점에서 일치한다. 그것은 자신이 하는 일을
    사랑한다는 사실이다. 그들을 움직이는 것은 명예나 돈에 대한 욕심이 아니다. 좋아하는 일을
    할 따름이다.
    - 미하이 칙센트미하이',
     '일하는 것을 고통으로, 참아야 할 괴로움으로 여기는 사람들은 커다란 성취를 이뤄내지 못한
    다. 인류 역사를 통틀어 위대한 업적을 남긴 사람들은 모두 자신이 하는 일에서 커다란 즐거움
    과 사명감과 의미를 찾은 사람들이다. 보다 많은 연봉이나 보다 높은 지위에 오르기 위해서 자
    신이 하는 일을 ‘참으면서’ 하는 사람이 위대한 업적을 남긴 예는 없다.
    - 탈 벤 샤하르',
     '나는 세상에서 가장 신나는 직업을 갖고 있다. 매일 일하러 오는 것이 그렇게 즐거울 수가 없
    다. 거기엔 항상 새로운 도전과 기회와 배울 것들이 기다리고 있다. 만약 누구든지 자기 직업을
    나처럼 즐긴다면 결코 탈진되는 일은 없을 것이다.
    - 마이크로소프트 회장 빌 게이츠',
     '나는 즐기면서 일하는 사람들을 동경한다. 만일 당신이 현재 하는 일로 즐거움을 느낄 수 없
    다면 나는 다른 일을 찾아보라고 권하고 싶다. 스코틀랜드의 속담 중에는 다음과 같은 것이 있
    다. “살아 있는 동안 행복하라. 죽어 있는 시간이 길 것이니.”
    - 데이비드 오길비',
     '1,500명 대상으로 부를 축적하는 법에 대해 연구했다. 자기가 하고 싶은 일을 나중으로 미루
    고 우선 돈 버는 직업을 선택한 사람들이 조사 대상의 83%를 차지했다. 나머지 17%는 돈은 나
    중이고 하고 싶은 일을 최우선으로 하여 직업을 선택한 사람들이었다. 20년 후 1,500명 중 101
    명이 억만장자가 되었다. 그중 1명을 제외한 100명이 하고 싶은 일을 직업으로 선택한 사람들
    중에서 나왔다.
    - 미국 스롤리 블로트닉 연구소',
     '성공한 사람들은 성공하지 않은 사람들이 하지 않으려는 일을 기꺼이 하는 사람들이야. 성공
    한 세일즈맨들은 전화를 걸고 싶지 않은 날조차도 고객들에게 전화를 많이 하도록 스스로를 훈
    련시킨 사람들이지. 그럴 기분이든 아니든 운동선수들도 매일 연습을 게을리하지 않아.
    - 제프 켈러, ‘월요일의 기적’에서',
     '노동이 사람을 죽이는 경우는 없다. 그러나 빈둥거리며 지내는 것은 신체와 생명을 망친다.
    새가 날기 위해 태어난 것처럼 인간은 노동을 하기 위해 태어났기 때문이다.
    - 루터',
     '당신이 되고 싶은 사람이 되기 위해서는 하고 싶지 않은 일을 해야 하고, 듣고 싶지 않은 말을
    들어야 하고, 만나고 싶지 않은 사람을 만나야 한다. 원치 않는 일을 하지 않고 진정 원하는 일
    을 하는 사람은 없다.
    - 조정민, ‘사람이 선물이다’에서',
     '일의 법칙은 매우 불공평한 것 같다. 하지만 아무 것도 이를 바꿀 수 없다. 일에서 얻는 즐거
    움이라는 보수가 클수록 돈으로 받는 보수도 많아진다.
    - 마크 트웨인',
     '성공의 비결은 결코 운이 아니다. 셀 수 없이 많은 고통에 몸이 찢겨 나가도 웃으며 앞으로 나
    아갔던 사람들의 시린 상처를 들춰보라. 거기에 답이 있다. 까지고 부러지고 찍어진 내 두발,
    30년 동안 아물지 않은 그 상처가 나를 키웠다. 성공한 사람의 부와 명예만을 바라보지 마라.
    또 그걸 운으로 이룬 것이라 생각하지 말라.
    - 강수진, ‘나는 내일을 기다리지 않는다’에서',
     '목표를 끝까지 관철하고 말겠다는 집념은, 기개가 있는 자의 정신을 단단히 바치고 있는 기둥
    이며 성공의 최대 조건이다. 이것이 없다면 아무리 천재라고 할지라도 이리저리 방황하게 되고
    헛되이 에너지를 소비할 뿐이다.
    - 체스터필드',
     '외로운 신하와 서자로 태어난 사람은 그들의 마음가짐이 절실할 수밖에 없고, 그 어려움을 극
    복하는 생각이 깊을 수밖에 없다. 그러므로 그런 사람들은 남보다 뛰어난 사람이 되는 것이다.
    - 맹자',

     '일정한 단계에 도달한 후에도 오히려 스스로 자만하지 않는 마음을 가져, 백척간두에서도 또
    한걸음 나아가고 태산의 정상에서도 다시 태산을 찾아, 바라고 또 바라기를 미처 보지 못한 듯
    이 하여 힘껏 노력하다가 죽은 후에야 그만두기를 목표로 삼아야 한다.
    -정조, ‘홍재전서’에서',
     '2할 9푼을 치는 타자와 3할 타자의 차이는 단순하다. 2할 9푼 타자는 4타수 2안타에 만족 하
    지만 3할 타자는 여기에 만족하지 않고 4타수 3안타 또는 4타수 4안타를 치기 위해 타석에 들
    어선다.
    - 장훈(일본 프로야구 사상 최초 3,000 안타 주인공)',
     '적과 맞붙을 때 1인치씩 밀리기 시작하면 끝장난다. 인생이나 풋볼이나 모두 1인치 게임이다.
    1인치들이 모여 승패를 바꾸고, 삶과 죽음을 갈라놓기 때문이다. 죽을 각오가 돼 있는 사람만이
    1인치를 얻는다. 동료를 위해, 팀을 위해 희생할 때 1인치를 얻게 된다. 자, 어떻게 할 건가!
    - 영화 ‘애니 기븐 선데이(Any given sunday)’',
     '남이 한 번 해서 잘하게 되면 자기는 백 번을 하고, 남이 열 번 해서 잘 하게 되면 자기는 천
    번을 한다. 어떤 일에서라도 이 방법을 잘 해낸다면 아무리 우매한 자라도 반드시 총명해질 것
    이고 아무리 유약한 자라도 반드시 굳세어져서 일을 해낼 수 있을 것이다.
    - 동양고전 대학(大學) 기천(己千)정신',
     '수천 걸음을 내디딘 후에도 효과가 없는 것으로 생각하여 포기할 수 있다. 그러나 성공은 바
    로 그 다음 길모퉁이에 숨어있는 것이다. 내가 그 모퉁이까지 한 발자국 더 가지 않는 한, 성공
    에 얼마나 가까이 왔는지 알 수 없다.
    - 오그 만디노, ‘위대한 상인의 비밀’에서',
     '두 배로 생각하라. 두 배로 노력하라. 그것이 가진 것 없는 보통사람이 성공하는 비결이다.
    - 인드라 누이(인도 출신 펩시콜라 회장)',
     '위대한 경제적 성공은 아무도 거들떠보지 않는 작은 노력들이 수백 번, 수천 번 쌓여 이루어
    진 것이다. 부자가 되는 데에는 지름길이나 쉬운 길이 없다.
    - 브라이언 트레이시',
     '사나운 말도 잘 길들이면 명마가 되고, 품질이 나쁜 쇠붙이도 잘 다루면 훌륭한 그릇이 되듯
    이 사람도 마찬가지다. 타고난 천성이 좋지 않아도 열심히 노력하면 뛰어난 인물이 될 수 있다.
    - 채근담',
     '자기 세계를 인정받기 위해서는 피나는 연습을 해야 합니다. 제가 하루를 연습하지 않으면 제
    자신이 알고, 이틀을 연습하지 않으면 친구가 알고, 사흘을 연습하지 않으면 관객이 압니다.
    - 세계적 피아니스트 루빈스타인, 최고가 된 이유를 묻는 질문에 대한 답',
     '다른 사람들로부터 인정을 받기 위해서는 부단한 연습이외에 다른 방법이 없습니다. 타고난
    재능이란 인간이 만들어낸 허구에 불과합니다. 나는 슬럼프에 빠지면 더 많은 연습을 통해 정
    상을 되찾곤 합니다.
    - 타이거 우즈',
     '과학적인 발견이 우연한 기회에 이루어졌다면 이러한 우연한 기회는 평소 자질을 갖춘 사람,
    독립적인 사고를 하는 사람 그리고 중도에 포기하지 않고 끝까지 노력하는 사람에게 찾아온다.
    게으른 사람에게 우연한 기회란 없다.
    - 중국 수학자, 화뤄겅',
     '흔히 행운의 여신은 눈이 멀었다고 불평하지만, 인간만큼 눈이 멀지는 않았다. 실생활을 자세
    히 살펴보면 바람과 파도가 유능한 항해사의 편이듯 행운의 여신은 언제나 근면한 사람 곁에
    있다.
    - 새뮤얼 스마일스',
     '재능은 식탁에서 쓰는 소금보다 흔하다. 재능 있는 사람과 성공한 사람을 구분 짓는 기준은
    오로지 엄청난 노력뿐이다. 타고난 재능을 가지고 있다는 것은 출발선에서 조금 앞에 섰다는
    의미에 불과하다.
    - 스티븐 킹',
     '피아노 건반을 두드리는 것보다 더 지루한 일은 없다. 그러나 명성을 날리고 연주 활동이 많
    은 피아니스트일수록 더욱 더 열심히, 시간이 날 때 마다 매일 매일 한 주도 빠지지 않고 연습하
    지 않으면 안 된다. 마찬가지로 유능한 외과의사일수록 더 충실하게, 틈나는 대로, 매일 그리고
    매주, 봉합술을 연습해야 한다.
    - 피터 드러커',
     '내가 아는 한 책이든 문학 작품이든 예술 작품이든 어느 것 하나도 창조자의 고뇌 없이 세계
    적 명성을 얻은 것은 없다. 부지런함이 천재를 만든다. 그러므로 천재가 되려면 반드시 부지런
    해야 한다.
    - ‘톰아저씨의 오두막’을 쓴 미국 여류작가 해리엇 비처 스토',
     '행운은 눈이 멀지 않았다. 따라서 부지런하고 성실한 사람을 찾아간다. 앉아서 기다리는 사람
    에게는 영원히 찾아오지 않는다. 걷는 사람만이 앞으로 나아갈 수 있다. 노력하는 사람에게 행
    운이 찾아온다.
    - 클레망소',
     '어떤 사람은 1시간을 한 뒤에도 열심히 했다고 생각한다. 내가 말하는 건 우리 학교, 서울에
    서, 한국에서, 아시아에서, 세계에서 나보다 열심히 하는 사람이 없다는 느낌이 들 정도로 열심
    히 하라는 말이다. 천재는 노력하는 사람을 이길 수 없고, 노력하는 사람은 즐기는 사람을 이길
    수 없다.
    - 이영표, 유소년 축구선수에게 당부하고 싶은 말',
     '노력은 수단이 아니라 그 자체가 목적이다. 노력하는 것 자체에 보람을 느낀다면 누구든지 인
    생의 마지막 시점에서 미소를 지을 수 있을 것이다.
    - 톨스토이',
     '매일 정신이 아득할 정도로 많은 시간을 연습에 쏟고 나면 이상한 능력이 생긴다. 다른 선수
    들에게는 없는 능력이 생긴다. 예를 들면 투수가 공을 던지기 전부터 그 공이 커브냐, 직구냐를
    알 수 있게 된다. 그리고 날아오는 공이 수박덩어리처럼 크게 보이게 된다.
    - 행크 아론 (미국 홈런타자)',
    '떨어지는 물방울이 돌에 구멍을 낸다. 승리의 여신은 노력을 사랑한다. 어제의 불가능이 오늘의
    가능성이 되며, 전 세기의 공상이 오늘의 현실로써 우리들의 눈앞에 출현하고 있다. 실로 무서
    운 것은 인간의 노력이다. 명예는 정직한 노력에 있음을 명심하자.
    - M. 마르코니',
    '근육은 강한 자극을 받으면 이를 견뎌내기 위해서 저항하게 된다. 이 과정에서 근섬유에 상처
    가 생기게 되고, 근육은 이렇게 생긴 상처를 치료하기 위해서 특유의 재생력을 발휘한다. 이 복
    구의 과정에서 통증이 발생하는데, 이것이 바로 근육통이다. 일종의 성장통이다. 결국 우리가
    꿈꾸는 아름다운 근육은 감당하기 어려운 자극 때문에 생긴 상처를 치유하며 생긴 일종의 흉터
    인 셈이다.
    - 구본형 변화연구소 신종윤님 레터',
    '나의 유일한 경쟁자는 어제의 나다. 눈을 뜨면 어제 살았던 삶보다 더 가슴 벅차고 열정적인 하
    루를 살려고 노력한다. 연습실에 들어서며 어제 한 연습보다 더 강도 높은 연습을 한 번, 1분이
    라도 더 하기로 마음먹는다. 어제를 넘어선 오늘을 사는 것, 이것이 내 삶의 모토다.
    - 강수진, ‘나는 내일을 기다리지 않는다.’에서',
    '조금만 더 자고, 조금만 더 졸고, 조금만 더 손을 모으고 쉬려는 이에게는 가난이 강도처럼 갑자
    기 밀어닥치고 빈곤이 군사처럼 몰려올 것이다.
    - 잠언',
     '뛰어난 사람이 되는 데에는 두 가지 방법이 있다. 하나는 큰일을 맡는 것으로, 원하면 종이 울
    리기 전에 집에 갈 수 있다. 다른 하나는 해야 할 일을 많이 찾는 것으로, 다른 사람이 퇴근한 후
    에도 남아있어야 한다. 전자를 택한 자는 한때 후자를 기회로 삼았기에 가능했다.
    - 헨리 포드',
     '성공의 비결은 남들이 잘 때 공부하고, 남들이 빈둥거릴 때 일하며, 남들이 놀 때 준비하고,
    남들이 그저 바라기만 할 때 꿈을 갖는 것이다.
    - 윌리엄 A. 워드',
     '국가대표 육상 선수나 피아니스트 혹은 배우도 좋다. 그들에게 연습을 쉬어도 되겠다고 느낀
    적이 한순간이라도 있는지 물어보라. 아마 자기 분야에서 인정받는 사람일수록 이렇게 말할 것
    이다. “갈수록 연습할게 더 많아져요.”
    - 에릭 버터워스 목사',
     '19세기 스페인의 가장 위대한 바이올리니스트 사라사테(Sara sate)에 대한 이야기다. 사라사
    테에게 한 유명한 비평가가 ‘천재’라고 칭한 적이 있었다. 그것에 대해 사라사테는 이렇게 답했
    다. “천재? 37년간 하루도 빠짐없이 14시간씩 연습했는데, 그들은 나를 천재라고 부른다.”
    - ‘존 맥스웰의 성공이야기’에서',
     '호박과 토마토는 몇 주 만에 자라 며칠, 몇 주 동안 열매가 열리지만 첫 서리가 내리면 이내
    죽어버린다. 반면 나무는 서서히 몇 년, 몇 십 년, 몇 백 년까지 자라고 열매도 수십 년 동안 맺
    는다. 건강하기만 하면 서리나 태풍, 가뭄에도 끄떡없다.
    - 존 맥스웰, ‘사람은 무엇으로 성장하는가’에서',
     '저절로는 공짜처럼 보이지만 저절로 되게 하려면 자신을 몽땅 내주어야 한다. 저절로는 아무
    렇게나 하는 것처럼 보이지만 저절로 되게 하려면 수많은 실험을 거쳐야 한다. 저절로는 너무
    쉽게 하는 것처럼 보이지만 저절로 되게 하려면 지루한 반복을 거듭해야 한다.
    - 조선 지식인의 글쓰기 노트(고전연구회 사암 外 저)',
     '남이 하지 않는 일을 10년 하면 꼭 성공한다. 천재적 재질보다 꾸준한 정진 노력이 성공의 어
    머니가 된다. 세월 속에 씨를 뿌려라. 그 씨는 쭉정이가 되어서는 안 되고 정성껏 가꿔야만 한다.
    - 일제 암흑기를 빛낸 세계적 나비학자 석주명 선생',
     '별것 아닌 것처럼 보이지만 매일 0.1%씩 향상시킬 경우 첫 한 주 동안 자기 자신의 성과를
    0.5% 향상시킬 수 있다. 매주 0.5%가 4주 동안 축적되면 2%가 향상되고 이는 1년 만에 26%
    가 향상됨을 뜻한다. 그리고 매년 26%씩 10년 동안 계속한다면 처음 시작에 비해서 무려
    1,000%(복리로 정확히 계산하면 1,008%가 된다)라는 엄청난 성과를 창출할 수 있다.
    - 브라이언 트레이시',
     '성공한 사람들이 도달한 높은 고지는 단번에 오른 것이 아니다. 경쟁자들이 밤에 잠을 자는
    동안 한 발짝 한 발짝 기어오른 것이다.
    - 헨리 워즈워드 롱펠로',
     '다리를 움직이지 않고는 좁은 도랑도 건널 수 없다. 소원과 목적이 있으되 노력이 따르지 않
    으면, 아무리 환경이 좋아도 소용이 없다. 비록 재주가 뛰어나지 못하더라도 꾸준히 노력하는
    사람은 반드시 성공을 거두게 된다.
    -알랭 (프랑스 철학자)',
     '가장 빠르고, 가장 똑똑하고, 가장 총명하고, 가장 부유한 사람에게 큰 승리는 오지 않는다.
    큰 승리는 넘어질 때마다 일어나는 사람에게 오는 것이다.
    - 헨리엣 앤 클라우저, ‘종이 위의 기적, 쓰면 이루어진다’에서',
     '자수성가한 사람이 숨김없이 진실을 털어놓는다면 그것은 아마도 “나는 내 게으름, 무지와
    싸우며 한 계단 한 계단을 힘겹게 올라 정상에 이르렀다.”일 것이다.
    - 제임스 톰',
     '신중하게 계획된 연습은 재미없을 수밖에 없다. 우리를 위대함의 길로 인도하는 활동이 쉽고
    재미있다면 누가 그 길을 마다하겠는가. 그 길은 가장 뛰어난 사람과 그렇지 않은 사람을 구분
    하지 않는다. 따라서 신중하게 계획된 연습이 힘들고 지루하다는 사실은 확실히 우리에게 희소
    식이다. 대부분의 사람들이 그런 연습을 하지 않는다는 의미이기 때문이다.
    - 제프 콜빈',
     '누구든지 지금 살고 있는 삶, 지금 머릿속에 떠올린 생각, 지금 하고 있는 행위에 완전히 만족
    해버린다면, 그보다 안타까운 일은 없을 것이다. 더 큰 꿈을 당연히 추구해야 한다는 것을 알면
    서도 그런 열망을 멀리하며 영혼의 문을 두드리기를 중단한다면 그보다 애석한 일은 없을 것이
    다.
    - 필립스 브룩스 (Phillips Brooks) 목사',
     '승리에 우연은 없다. 천(千)일 연습하는 것을 단(鍛)이라 하고, 만(萬)일 연습하는 것을 련(鍊)
    이라 한다. 이와 같이 단련(鍛鍊)이 있고 나서야 싸움에서 이기기를 기대할 수 있다.
    - 미야모토 무사시',

     '주인으로서의 책임감을 갖고 최선을 다하는 것, 직장인이라면 자신의 돈으로 투자하고 판매
    하는 것처럼 ‘절박하게’ 고민하고 행동해야 성공할 수 있다. 단순히 ‘대리인’이라는 생각으로 적
    당히 행동해서는 결코 치열한 경쟁에서 이길 수 없다. 그리고 오너처럼 행동해야 자신의 실력
    도 쌓이고 궁극적으로 CEO도 되고 오너도 될 수 있다.
    - 워렌 버핏',
     '만일 지금 성실하게 일하는 것밖에 내세울 것이 없다고 한탄하고 있다면 그 우직함이야말로
    가장 감사해야 할 능력이라고 말하고 싶다. 지속의 힘, 지루한 일이라도 열심히 계속해나가는
    힘이야말로 인생을 보다 가치 있게 만드는 진정한 능력이다.
    - 이나모리 가즈오',
     '작은 일을 소중하게 생각하는 사람만이 성공할 수 있다. 성공한 사람은 작은 일이 쌓이고 쌓
    여서 큰 일이 되는 체험을 해온 사람들이다. 또한 인생에서 작은 일에 엄청난 노력을 기울여온
    사람이기도 하다. 큰 일을 끊임없이 해낼 수 있는 것은 누군가가 작은 일을 성실하게 해주고 있
    다는 사실을 알고 끝없이 고마워하기 때문이 아닐까요?
    - 빌 클린턴, 미국 전 대통령',
     '큰일에는 진지하게 대하지만 작은 일에는 손을 빼는 것이 당연하다고 생각하는 것, 몰락은 언
    제나 여기에서 시작된다.
    - 헤르만 헤세',
     '오늘의 맑은 이 아침. 이 순간에 그대의 행동을 다스리라. 순간의 일이 그대의 먼 장래를 결정
    한다. 오늘 즉시 한 가지 행동을 결정하라. 나쁜 습관을 버리고 좋은 습관을 가져야 한다. 오늘
    그릇된 한 가지 습관을 고치는 것은 새롭고 강한 성격으로 출발한다는 것을 의미한다. 새로운
    습관은 새로운 운명을 열어줄 것이다.
    - 라이너 마리아 릴케',
     '관직에 오른 사람이 태만해지는 것은 업적을 이룬 뒤부터이며, 질병이 심해지는 것은 늘 호전
    된 직후이고, 화(禍 : 재난, 근심)는 게으르고 삼가지 않는 데서 생기고, 효심이 옅어지는 것은
    아내와 자식이 생기고부터다. 이 네 가지를 잘 살펴 시작과 끝이 한결같아야 한다.
    - 한시외전(韓詩外傳)',
     '어떻게 에베레스트 산을 올라갔냐고요? 뭐 간단합니다. 한 발, 한 발 걸어서 올라갔지요. 진
    정으로 바라는 사람은 이룰 때까지 합니다. 안된다고 좌절하는 것이 아니라, 방법을 달리합니다.
    방법을 달리해도 안 될 때는 그 원인을 분석합니다. 분석해도 안 될 때는 연구합니다. 이쯤 되면
    운명이 손을 들어주기 시작합니다.
    - 1953년 인류 최초로 에베레스트산을 등정한 에드먼드 힐러리 경',
     '그대는 인생을 사랑하는가? 그렇다면 시간을 낭비하지 말라. 왜냐하면 시간은 인생을 구성한
    재료니까. 똑같이 출발하였는데, 세월이 지난 뒤에 보면 어떤 사람은 뛰어나고 어떤 사람은 낙
    오자가 되어 있다. 이 두 사람의 거리는 좀처럼 접근할 수 없는 것이 되어 버렸다. 이것은 하루
    하루 주어진 시간을 잘 이용했느냐 이용하지 않고 허송세월을 보냈느냐에 달려있다.
    - 벤자민 프랭클린',
     '배우는 사람에게 큰 병통 세 가지가 있지. 첫째, 기억이 빠른 점이다. 척척 외우는 사람은 아
    무래도 공부를 건성건성 하는 폐단이 있단다. 둘째, 글짓기가 날랜 점이다. 날래게 글을 지으면
    아무래도 글이 가벼워지는 폐단이 있단다. 셋째, 이해가 빠른 점이다. 이해가 빨라 의문을 제기
    하지 않고 쏙쏙 받아들이면 아무래도 앎이 거칠게 되는 폐단이 있단다. 넌 그것이 없지 않느냐?
    - 다산 정약용',
     '젊은이들에게 들려주고 싶은 것은 단지 세 마디 말이면 족하다. 일하라. 좀 더 일하라. 끝까지
    열심히 일하라.
    - 비스마르크(독일의 정치가)',
     '무릇 반걸음이라도 쌓이지 않으면 천 리에 이를 수 없고, 작은 물줄기가 모이지 않으면 강과
    바다가 될 수 없다. 천리마도 한 번의 도약으로 열 보를 갈 수 없으며, 둔한 말이라도 열 마리가
    끌면 그 결과가 달라진다. 인내심을 갖고 끝까지 하면 쇠와 돌도 조각할 수 있다.
    - 순자',
     '보통의 능력을 지닌 사람이 탁월한 신체적 장점과 지적 재능을 지닌 사람보다 더 자주 성공한
    다. 왜냐하면 그들은 현재 자신에게 주어진 것들만으로도 더 열심히 하기 때문이다.
    - 케네스 힐데브란트',
     '승리는 모든 것을 갖춘 자를 기다린다. 우리는 그걸 성공이라고 부른다. 필요한 절차를 등한
    시한 자에게는 시간이 지난 후에 반드시 실패가 찾아온다. 그리고 우리는 이것을 불행이라 부
    른다.
    - 아문센, 어떻게 세계 최초로 남극점에 도착할 수 있었는지를 설명하며 한 말',
     '흔히들 규칙적으로 생활하면 사고가 딱딱해져서 창작생활을 하기가 어렵다고 생각하기 쉽지
    만 창의적인 일은 생활의 방종에서 나오는 게 아니라 규칙적인 생활에서 나온다.
    - 만화가 허영만',
     '경쟁에는 좋은 경쟁과 나쁜 경쟁이 있다. 좋은 경쟁의 주체는 ‘자신’이다. 오로지 자신에게 충
    실하며 최선의 목표를 향해 전력 질주하는 경쟁이다. 반면 나쁜 경쟁의 주체는 ‘남’이다. 사사건
    건 남을 의식하고 남과 비교하며, 이기는 데 목표를 둔 경쟁이다. 인생이라는 마라톤의 참된 의
    미는 순위다툼이 아니라 자신과 싸워 자신의 역량을 최대한 발휘하는 데 있다.
    - 강지원, ‘세상 어딘가엔 내가 미칠 일이 있다.’에서',
     '내가 벼슬하여 너희에게 물려줄 밭뙈기 하나 장만하지 못해, 오직 정신적인 부적 두 자를 물
    려주려하니 너무 야박하다 하지 말라. 한 글자는 근(勤)이고 또 한 글자는 검(儉)이다. 이 두 글
    자는 밭이나 기름진 땅보다도 나은 것이니 일생 동안 써도 다 닳지 않을 것이다.
    - 다산 정약용, ‘내가 살아온 날들’에서',
     '추구하는 행위(과정)가 그로 말미암아 얻은 결과보다 더 위대하며, 노력이 상보다 더 좋으며
    (아니, 노력 자체가 상이다), 게임이 격렬하지 않다면 승리는 값싸고 공허한 것이라는 위대한
    진리를 결국은 깨닫게 될 것이다.
    - 벤저민 카르도조, 미국 대법원 판사',
     '성공은 그 사람이 현재 오른 위치로 평가되는 것이 아니라 성공을 위해 노력하는 동안 얼마나
    많은 장애물을 극복했는가로 평가된다.
    - 부커 워싱턴',
     '승자는 다른 사람들이 그를 전문가라고 생각할 때조차도 자신이 얼마나 더 배워야 하는지 알
    고 있다. 패자는 자신이 아는 것이 얼마나 적은지 알기도 전에 다른 사람들이 자신을 전문가로
    여겨주기를 바란다.
    - 시드니 해리스(미국 저널리스트)',
     '배움에 고파하라. 그럼 결코 굶주리지 않을 것이다. 성장하지 않으면 퇴보한다. 아무리 잘 훈
    련된 운동선수라 하더라도 훈련을 중단하면 72시간부터는 운동능력이 감소하기 시작한다.
    - 브라이언 트레이시',
     '인생이란 다듬기 나름이다. 보보시도량(步步是道場), 이것이 인생이다. 나는 가끔 이 말을 되
    새겨 본다. 사람은 늙어서 죽는 것이 아니다. 한 걸음 한 걸음 길을 닦고 스스로 닦아 나가기를
    멈출 때 죽음이 시작되는 것이라는 생각이 든다.
    - 이병철 삼성 창업회장',
     '지위 향상을 위해 재산을 아끼지 마라. 젊은이가 해야 할 일은 돈을 모으는 것이 아니라 그것
    을 사용하여 장차 쓸모 있는 사람이 되기 위한 지식을 모으고 훈련하는 것이다. 은행에 넣어둔
    돈은 당신에게 아무것도 주지 못한다. 자신의 발전을 위해 돈을 써라. 유용한 일에 쓰고도 돈이
    남는다는 것은 노인들이나 할 소리다.
    - 헨리 포드',
     '지금 무슨 책을 읽고 있는가를 보면 그를 알 수 있다. 3년 후, 10년 후 어떤 사람이 될지는 어
    떤 책을 읽느냐가 중요한 요소로 결정될 것이다. 우리는 우리가 읽은 것으로 만들어진다.
    - 마더 말러',
     '평생학습은 당신을 젊게 할 것이다. 평생학습을 하게 되면 뇌세포가 늙지 않는다. 뇌세포가
    건강하면 육체적으로도 건강을 유지할 수 있다. 사람은 호기심이 없어지면서부터 늙는다. 배우
    면 젊어지고 삶을 즐길 수도 있게 된다.
    - 피터 드러커',
     '지식은 보잘 것 없으면서 스스로 다 안다고 말하는 자는 반드시 크게 부족한 사람이다. 지난
    날 다 알지 못하던 것을 깨닫고 나면 반드시 오늘 내가 아는 것이 다 아는 것이 아님을 문득 깨
    닫게 된다. 스스로 다 안다고 말하는 사람은 오래도록 지식에 진전이 없었던 사람이다.
    - 조선 후기 홍길주, ‘수여연필(睡餘演筆)’',
     '두 가지에서 영향 받지 않는다면 우리 인생은 5년이 지나도 지금과 똑같을 것이다. 그 두 가
    지란 우리가 만나는 사람과 우리가 읽는 책이다.
    - 찰스 존스(동기부여 연설가이자 작가)',
     '나는 선수 시절에 9천 번 이상의 슛을 놓쳤다. 거의 3백 번의 경기에서 졌다. 경기를 승리로
    이끌라는 특별임무를 부여 받고도 실패한 적이 26번 있었다. 그리고 나는 인생에서 거듭 실패
    를 계속해 왔다. 이것이 정확히 내가 성공한 이유다.
    - 마이클 조던',

    '우리 모두에게는 각자의 천재성이 있다. 천재라고 하면 자신과는 상관없는 이야기라고 말하
    는 사람이 많다. 내가 말하는 천재성은 일반적 정의와는 다르다. 다른 사람의 능력과 비교해서
    뛰어난 능력이 아니라 자기 안에 이미 깃들어 있는 능력 가운데 가장 뛰어난 능력이 바로 천재
    성이다. 그리고 이 천재성이야말로 앞으로 자신이 할 일을 찾아내는 데 중요한 열쇠가 된다.
    - ‘꿈 PD 채인영입니다’에서',
     '모든 사람들의 마음속에는 좋은 소식이 있다. 바로 자기 자신이 얼마나 위대해질 수 있는지,
    얼마나 많은 사랑을 베풀 수 있는지, 얼마나 많은 것들을 이룩할 수 있는지, 잠재력이 얼마나 큰
    지 모를 만큼 한계가 없다는 것이다.
    - 안네 프랭크(Anne Frank)',
     '사람은 스스로가 성취하고 획득할 수 있다고 생각하는 바에 따라 성장한다. 만약 자신이 되고
    자 하는 기준을 낮게 잡으면, 그 사람은 더 이상 성장하지 못한다. 만약 자신이 되고자 하는 목
    표를 높게 잡으면, 그 사람은 위대한 존재로 성장할 것이다. 일반 사람이 하는 보통의 노력만으
    로도 말이다.
    - 피터 드러커, ‘프로페셔널의 조건’에서',
     '많은 사람들이 가지고 있는 가장 큰 문제는 자신을 충분히 믿지 않는다는 것이다. 우리는 우
    리의 힘을 깨닫지 못한다. 사람은 원래 노예가 아니라 정복자처럼 행동하도록 만들어졌다. 즉
    실패가 아닌 성공을 하도록 만들어졌다. 자기 경시는 하나의 범죄이다.
    - 프랭크 월워스',
     '사람들의 한계는 짐작도 할 수 없다. 세상의 어떤 검사로도 인간의 잠재력은 측정할 수 없다.
    꿈을 좇는 사람은 한계로 여겨지는 지점을 넘어 훨씬 멀리까지 나아간다. 우리의 잠재력에는
    한계가 없고 대개는 아직 고스란히 묻혀있다. 한계는 우리가 생각하는 순간 만들어진다.
    - 로버트 크리겔 & 루이스 패틀러',
     '이 세상에서 절대 용납할 수 없는 것이 있는데, 그것은 평범함이다. 우리가 자기 계발을 하지
    않아 평범해진다면, 그것은 죄악이다. 사명으로 움직이는 사람들은 평범해질 틈이 없다.
    - 마사 그레이엄 (세계적 무용가)',
     '당신의 존재는 우연이 아니다. 당신은 대량 생산되지 않았고, 일괄 조립된 상품도 아니다. 당
    신은 창조주에 의해 신중하게 계획되었고, 특별한 재능을 받았으며, 사랑을 받으며 세상에 나왔
    다.
    - 막스 루카도 (작가)',
     '넌 네가 누구인지 아니? 넌 하나의 경이야. 넌 독특한 아이야. 이 세상 어디에도 너와 똑같이
    생긴 아이는 없어. 네 몸을 한번 살펴봐. 너의 다리와 팔, 귀여운 손가락들이 움직이는 모양은
    모두 하나의 경이야. 넌 미켈란젤로, 셰익스피어, 베토벤 같은 사람이 될 수 있어. 넌 그 어떤 것
    도 해낼 수 있는 능력이 있어. 넌 정말로 하나의 경이야.
    - 파블로 피카소(Pablo Picasso)',
     '인생을 쉽게, 그리고 안락하게 보내고 싶은가? 그렇다면 무리 짓지 않고서는 한시도 견디지
    못하는 사람들 속에 섞여 있으면 된다. 언제나 군중과 함께 있으면서 끝내 자신이라는 존재를
    잊고 살아가면 된다.
    - 니체, ‘권력에의 의지’',
     '탁월한 인물이 가진 특성 가운데 하나는 결코 다른 사람과 자신을 비교하지 않는다는 점이다.
    그들은 자신을 자기 자신, 즉 자신이 과거에 이룬 성취와 미래의 가능성과만 비교한다.
    - 브라이언 트레이시',
     '죽음을 망각한 생활과 죽음이 시시각각으로 다가옴을 의식한 생활은 두 개가 서로 완전히 다
    른 상태이다. 전자는 동물의 상태에 가깝고, 후자는 신의 상태에 가깝다.
    - 톨스토이',
     '명확한 목적이 있는 사람은 가장 험난한 길에서 조차도 앞으로 나아가고, 아무런 목적이 없는
    사람은 가장 순탄한 길에서 조차도 앞으로 나아가지 못한다.
    - 토머스 카알라일',
     '나는 신사업에 뛰어들 때 진출 동기에 사심이 있는지 스스로 자문하는 과정을 거친다. ‘이 사
    업에 뛰어들고자 하는 것은 정말로 국민을 위해서인가? 회사나 자신의 이익을 꾀하고자 하는
    사심이 섞여 있지는 않은가? 과시적 행동은 아닌가? 그 동기는 한 점 부끄러움 없는 순수한 것
    인가?’
    - 이나모리 가즈오, 교세라 회장',
     '사람들은 단순한 생계가 아닌 명분을 위해 일한다. 사람들은 일에서 의미를 찾으며 회사의 사
    명과 직원들의 일에 대한 목적이 일직선을 이룰 때 그 의미를 찾을 수 있다. 봉급은 동기를 유발
    하기는커녕 오히려 의욕을 꺾을 때가 많다. 봉급만으로 동기를 유발하기 어렵다.
    - 윌리엄 폴라드, 서비스마스터 전 회장 ‘크리스천 경영의 달인’에서',
     '속도보다 중요한 것은 방향입니다. 늦어서 실패하는 사람이 있고, 너무 빨라서 일을 망치는
    사람도 있습니다. 속도에는 욕심이 있습니다. 가장 중요한 것은 방향입니다. 방향이 있는 삶, 목
    적이 이끄는 삶, 절제가 있는 삶에는 실패가 없습니다.
    - 하용조 목사',
     '우리가 우주로부터 더 많이 요구할수록 해주어야 할 것도 많아진다. 더 많은 것을 내어줄수록
    우리에게 더 많은 것이 주어진다. 끝도 없이 필요한 것을 생각할수록 탐욕의 에너지를 더 많이
    끌어당긴다. 그러나 우주는 생각을 끝없이 생성할 때는 우리에게 돌아오는 에너지를 끌어당긴
    다.
    - 웨인 다이어, ‘세상에 마음 주지 마라’에서',
     '받는 것 보다 주는 것이 행복하다는 것은 곧 진리이다. 힘이 닿는 데까지 최대한 남을 도와주
    었다고 느끼는 사람은 실로 행복한 사람이다. 덕은 외롭지 않다. 덕을 베풀면 반드시 결과가 있
    다. 친절을 베푸는 행위는 절대로 헛되지 않는 법이다.
    - 앤드류 카네기',
     '성공의 관건은 타인을 돕고자 하는 욕구이다. 당신이 대의에 따르는 일을 하면 도움은 저절로
    찾아온다. 반면에 자기 자신만을 위한 일에 종사한다면 이러한 도움이나 만족감 또는 보상을
    맛볼 수 없다. 인류를 위해 봉사할 수 있다면, 모든 일이 순조롭게 진행될 것이다.
    - 공룡 바니 제작자 세릴 리치 (Sheryl Leach)',
     '성공을 측정하는 방법을 바꾸어라. 자신의 이력서를 얼마나 휘황찬란하게 만들었느냐가 아
    니라 타인에게 어떤 영향을 미쳤는지, 주위 사람들의 삶을 변화시키도록 만들었는지를 기준으
    로 삼아라.
    - 하버드대 교수 토머스 J. 드롱',
     '성공이 행복의 열쇠가 아니라 행복이 성공의 열쇠다. 자신의 일을 진심으로 사랑하는 사람이
    라면 그는 이미 성공한 사람이다. 가장 행복한 사람으로 찬양받을 만한 사람은 가장 많은 사람
    을 행복하게 해준 사람이다.
    - 알버트 슈바이처',
     '일생을 바친 다음에 남는 것은 우리가 모은 것이 아니라 우리가 남에게 준 것이다. 재미있는
    일이야. 악착스레 모은 돈이나 재산은 그 누구의 마음에도 남지 않지만 숨은 적선, 진실한 충고,
    따뜻한 격려의 말 같은 것은 언제까지나 남게 되니 말이야.
    - 미우라 아야코(빙점 작가)',
     '경영 대학원을 나온 젊은이들 가운데 상당수는 “나는 서른 살이 되기 전까지 백만 달러를 모
    으고 싶다.”라고 말한다. 이들은 “나는 열심히 능력을 발휘하고 일을 훌륭하게 완수해 기업 설
    립을 돕겠다.”라고 말하는 법이 없다. 자신의 가치관에 이타적인 요소가 없는 사람은 결국 실패
    를 맛보게 된다.
    - J. 어윈 밀러',
     '가진 것 하나를 열로 나누면 우리가 가진 것이 십 분의 일로 줄어드는 속세의 수학과는 달리
    가진 것 하나를 열로 나누었기에 그것이 ‘천’이나 ‘만’으로 부푼다는 하늘나라의 참된 수학, 끊
    임없는 나눔만이 행복의 원천이 될 수 있다는 행복 정석을 그들과의 만남을 통해서 배우게 된
    다.
    - 이태석 신부, ‘친구가 되어 주실래요?’에서',
     '인생의 목적은 이기는 것이 아니다. 인생의 목적은 성장하고 나누는 것이다. 인생에서 해온
    모든 일들을 되돌아볼 때, 당신은 다른 사람들보다 잘하고 그들을 이긴 순간보다 그들의 삶에
    기쁨을 준 순간을 회상하며 더 큰 만족을 얻게 될 것이다.
    - 해롤드 쿠시너(Harold Kushner)',
     '세상의 모든 행복은 남을 위한 마음에서 오고, 세상의 모든 불행은 이기심에서 온다. 하지만
    이런 말이 무슨 소용이 있는가? 어리석은 사람은 여전히 자기 이익에만 매달리고, 지혜로운 사
    람은 남의 이익에 헌신한다. 그대 스스로 그 차이를 보라.
    - 산티데바라 (인도 스님)',
     '성공은 행복과 마찬가지로 억지로 되는 일이 아니다. 성공은 우리 자신보다 더 큰 대의에 헌
    신할 때, 우리 자신이 아닌 다른 사람을 위해 희생할 때, 뜻밖의 부산물로 따라오는 것이다.
    - 빅터 프랭클',
     '무언가가 부족하거나 필요하다고 느낄 때마다 먼저 원하는 것을 주어라. 그러면 그것이 푸짐
    하게 돌아올 것이다. 이것은 돈과 미소, 사랑, 그리고 우정에 대해서도 같다. 많이 베풀수록 많
    은 축복이 찾아오는 법이다.
    - 로버트 기요사키 (‘부자 아빠 가난한 아빠’ 저자)',
     '한 인간의 가치는 그가 무엇을 받을 수 있느냐가 아니라 무엇을 줄 수 있느냐로 판단된다. 사
    람이 그 사회에서 얼마나 가치 있는가는 그 사람의 감정과 사고와 행동이 타인에게 어느 정도
    도움이 되는가에 달려있다.
    - 앨버트 아인슈타인',
     '행복은 어떠한 상태가 아니라 진행하는 한 방향이다. 그리고 우리에게 최고의 행복을 안겨주
    는 것은 자기 자신에 대한 봉사가 아니라 다른 사람을 향한 봉사이다. 우리들은 남을 위해 살 때
    만 자신을 위해 사는 것이다.
    - 톨스토이',
     '행복 추구가 나의 유일한 목표다. 행복해질 수 있는 장소는 바로 여기이다. 행복해질 수 있는
    시간은 바로 지금이다. 행복해지는 방법은 남을 행복하게 하는 것이다.
    - 잉거솔',
     '부자는 많이 ‘갖고’ 있는 사람이 아니라 많이 ‘주는’ 사람이다. 하나라도 잃어버릴까 안달하는
    사람은 심리학적으로 말하면 아무리 많이 갖고 있더라도 가난한 사람, 가난해진 사람이다. 자기
    자신을 줄 수 있는 사람은 누구든지 부자이다.
    - 에리히 프롬, ‘사랑의 기술’에서',
     '목표의 목적은 주의를 집중하는 것이다. 인간의 의식은 분명한 목적을 갖기 전에는 목표 달성
    을 향해 움직이지 않는다. 목표를 설정할 때 마술은 시작되는 것이다. 목표를 설정하는 바로 그
    순간, 스위치가 켜지고 물이 흐르기 시작하고 성취하려는 힘이 현실화 되는 것이다.
    - 윈 데이비스',
     '생생하게 상상하라. 간절하게 소망하라. 진정으로 믿으라. 그리고 열정적으로 실천하라. 그리
    하면 무엇이든지 반드시 이루어질 것이다. 모든 것을 실현하고 달성하는 열쇠는 목표 설정이다.
    내 성공의 75%는 목표설정에서 비롯되었다. 목표를 명확하게 설정하면 그 목표는 신비한 힘을
    발휘한다.
    - 폴 J. 마이어',
     '심리학에는 한 가지 법칙이 있다. 이루고 싶은 모습을 마음속에 그린 다음 충분한 시간 동안
    그 그림이 사라지지 않게 간직하고 있으면, 반드시 그대로 실현된다는 것이다.
    - 윌리엄 제임스',
     '동산에 오르는 자는 마을을 얻고, 태산에 오르는 자가 천하를 얻으며, 내일을 생각하는 자는
    매일 급급하고, 십년 뒤를 계책하는 자가 마침내 성공을 얻는다.
    - ‘리더의 아침을 여는 책’에서 인용',
     '사람은 늙고 나이 들어서 새로운 도전에 대한 꿈을 중단하는 것이 아니라, 새로운 도전에 대
    한 꿈을 접을 때 늙는다. 만약 꿈이 없다면 나는 나도 모르는 사이에 천천히, 그러나 확실히 시
    들어 버릴 것이다.
    - 엘링 카게, ‘생각만큼 어렵지 않다’에서',
     '높은 목표를 달성하려면 간절한 바람이 잠재의식에까지 미칠 정도로 곧고 강해야 한다. 주위
    의 시선에 우왕좌왕하지 말아야 한다. 하고 싶다면, 하고자 한다면 무슨 일이 있어도 그 길을 가
    겠다고 굳게 다짐하라. 그리고 반드시 이룰 수 있다고 굳게 믿어라. 그런 간절함이 없다면 처음
    부터 꿈도 꾸지 마라.
    - 이나모리 가즈오, ‘왜 일하는가?’ 에서',
     '부자 아빠는 이렇게 말했다. “위대한 사람들은 위대한 꿈을 가지고 있고 평범한 사람들은 평
    범한 꿈을 가지고 있지. 만일 네 자신을 변화시키고 싶다면, 네 꿈의 크기를 바꾸는 일부터 시작
    하거라.”
    - 로버트 기요사키, ‘부자 아빠 가난한 아빠’',
     '망상을 품지 않으면 실패할 확률이 0%이지만, 동시에 기적이 일어날 확률도 0%다. 망상을
    품으면 실패할 확률이 높아지지만 적어도 기적이 일어날 확률이 0%에 고착되지는 않는다. ‘망
    상가’ 소리 듣는 것을 두려워하면 죽었다 깨어나도 선구자가 될 수 없다. 계속 품고 있으면 망상
    은 위대한 기적의 모태가 된다.
    - 차동엽 신부',
     '이 세상에는 위대한 진실이 하나있어. 무언가를 온 마음을 다해 원한다면 반드시 그렇게 된다
    는 것이야. 무언가를 바라는 마음은 곧 우주의 마음으로부터 비롯된 때문이지. 이것을 실현하는
    게 이 땅에서 자네가 맡은 임무야.
    - 파울로 코엘료 ‘연금술사’중에서',
     '어떤 사람이 링컨에게 이렇게 물었다. “당신은 교육도 제대로 못 받은 농촌 출신이면서 어떻
    게 변호사가 되고 미국 대통령까지 될 수 있었습니까” 링컨은 이렇게 대답했다 “내가 마음먹은
    날, 이미 절반은 이루어진 것입니다”
    - 데일 카네기 앤 어소시에츠의 세일즈 바이블에서',
     '사람은 음식 없이는 40일을, 물 없이는 4일을, 공기 없이는 4분밖에 생존할 수 없다고 한다.
    그러나 희망이 없으면 단 4초도 살수 없다. 희망은 우리에게 힘든 세월을 견뎌낼 수 있는 힘을
    주고, 우리를 흥분과 기대감으로 부풀게 한다.
    - 존 맥스웰, ‘매일 읽는 맥스웰 리더십’에서',
     '성공적인 모든 사람들은 가슴 속에 큰 꿈을 품은 사람들이었다. 목표를 설정하지 않는 사람들
    은 목표를 뚜렷하게 설정한 사람들을 위해 일하도록 운명이 결정된다.
    - 브라이언 트레이시',
     '스스로 세운 인생의 목표에 헌신하는 사람은 삶이 즐거워 어쩔 줄 모른다. 다시 태어나도 그
    일을 하겠다고 다짐한다. 수입이 전혀 없어도 기꺼이 하겠다고 말한다. 그리고 그 일을 초등학
    교 때부터 하지 않은 것을 후회한다.
    - 혼다 겐',
     '꿈을 이루는 가장 좋은 방법은 목표를 세우고, 모든 것을 집중하는 거야. 그렇게 하면 단지 희
    망사항이었던 것이 ‘꿈의 목록’으로 바뀌고, 다시 그것이 ‘해야만 하는 일의 목록’으로 바뀌고,
    마침내 ‘이루어 낸 목록’으로 바뀐단다. 꿈을 가지고 있기만 해서는 안 돼. 꿈은 머리로 생각하
    는 것이 아니란다. 얘야, 가슴으로 느끼고 손으로 적어 발로 뛰는 게 꿈이지.
    - 존 고다드',
     '목표가 확실한 사람은 아무리 거친 길이라도 앞으로 나갈 수 있다. 그러나 목표가 없는 사람
    은 아무리 좋은 길이라도 앞으로 나갈 수 없다.
    - 토머스 칼라일',
     '사람들은 맹인으로 태어난 것 보다 더 불행한 것이 뭐냐고 나에게 물어온다. 그럴 때마다 나
    는 “시력은 있되 비전이 없는 것.”이라고 답한다.
    - 헬렌 켈러',
     '내가 호텔 종업원으로 일할 때 나보다 뛰어난 사람은 얼마든지 있었어요. 하지만 그들은 나처
    럼 하루도 빠짐없이 자신의 미래를 생생하게 그리지는 않았어요. 노력이나 재능보다 훨씬 중요
    한 것은 성공을 꿈꾸는 능력입니다.
    - 가난한 행상의 아들로 태어나, 250개 호텔을 세운 콘래드 힐튼',
     '부의 격차보다 무서운 것은 꿈의 격차이다. 불가능해 보이는 목표라 할지라도 그것을 꿈꾸고
    상상하는 순간 이미 거기에 다가가 있는 셈이다.
    - 이지성, ‘꿈꾸는 다락방’에서',
     '이룩할 수 없는 꿈을 꾸고, 이루어질 수 없는 사랑을 하고, 싸워 이길 수 없는 적과 싸움을 하
    고, 견딜 수 없는 고통을 견디며, 잡을 수 없는 저 하늘의 별을 잡자.
    - 400년 전 소설 돈키호테',
     '큰 문제가 항상 큰 진보를 가져오지는 않지만 작은 문제는 절대 큰 진보를 가져오지 않는다.
    노벨상을 수상한 동물학자인 피터 메더워(Peter Medawar)는 “단조롭고 시시한 문제는 단조롭
    고 시시한 결과를 가져온다.”고 말했다',
     '흥미를 불러일으키거나, 긴장하게 하거나, 판에 박힌 일상생활에서 벗어나게 하거나, 그 이유
    가 어떻든 간에 어려운 목표는 우리의 두뇌를 살아나게 한다. 어려운 목표는 당신의 두뇌 리소
    스가 부족하다고 판단하고 덜 중요한 목표들을 모조리 몰아낸다. 두뇌의 힘이 한 곳에 집중되
    면 더 나은 성과를 거두게 된다.
    - 마크 머피, ‘하드 골’에서',
     '% 성장은 불가능해도 30% 성장은 가능하다. 5% 성장을 목표로 삼으면 과거 방식대로, 움
    직이기 때문에 4% 성장도 달성하기 힘들다. 그러나 30% 성장을 목표로 삼으면 혁신적인 아이
    디어를 찾게 되고 접근방식도 달라지기 때문에 기대이상의 성과를 거두곤 한다.
    - 마쓰시타 고노스케',
     '초점을 맞추는 것의 힘은 빛을 통해서 알 수 있다. 넓게 흩어진 빛은 힘이나 영향력이 거의 없
    다. 하지만 빛의 초점을 맞추면 에너지를 모을 수 있다. 돋보기를 통해서 태양빛을 모아 잔디나
    종이를 태울 수 있다. 레이저 광선처럼 빛이 더 강하게 한 초점으로 모아지면 강철도 뚫을 수 있
    다.
    - 릭 워렌, ‘목적이 이끄는 삶’에서',
     '문제를 보는 사람은 많다. 그러나 목표를 보는 사람은 소수다. 목표를 보는 사람들의 성공을
    기록한 것이 역사이며, 문제를 보는 사람에게 주어지는 유일한 보상은 사람들에게 서서히 잊혀
    지는 것이다.
    - 알프레드 몬타퍼트 (Alfred Montapert)',
     '인생에는 10/90법칙이라는 것이 있다. 이 법칙은 어떤 분야든 성공에 필요한 기본 법칙, 원칙,
    규칙, 방법, 테크닉을 발견하기 위해 투자한 10% 시간이 목표를 달성하는데 필요한 시간과 노
    력의 90%를 절약해 준다는 것이다.
    - 브라이언 트레이시',
     '구체적인 목표는 구체적인 결과를 가져온다. 그러나 막연한 계획은 막연한 결과를 가져오는
    것이 아니다. 막연한 계획은 아무런 결과도 가져오지 못한다.
    - ‘아들아 머뭇거리기에는 인생이 너무 짧다’ 저자 강헌구 교수',
     '목표는 어려우면 어려울수록 투지가 샘솟는다. 목표를 달성하기가 쉽지 않으니 여러 궁리를
    하고 지혜를 짜내게 된다. 매우 어려운 일이기는 하지만 목표를 달성하기까지의 과정을 즐겨라.
    그렇게 하면 반드시 성과를 얻을 것이다.
    - 품질관리 세계적 귄위자, 에드워드 데밍 박사',
     '대부분의 사람들에게 가장 위험한 일은 목표를 너무 높게 잡고 거기에 이르지 못하는 것이 아
    니라, 목표를 너무 낮게 잡고 거기에 도달하는 것이다.
    - 미켈란젤로',
     '목표를 높은 곳에 두어야 한다. 똑같은 노력이지만 그것은 목표를 크게 가진 사람에게는 큰
    곳을 향한 노력이 되고, 먹고 사는 일에 급급한 목표를 세운 사람에게는 작은 노력이 되고 만다.
    스스로 못할 것이라고 생각하는 것은 자신을 속이는 가장 큰 거짓말임을 명심하라.
    - 존 록펠러',
     '자신의 계획을 가능한 한 환상적으로 세우세요. 앞으로 25년 후면 그것이 평범하게 보일 것
    이기 때문입니다. 자신의 계획을 애초에 계획했던 것보다 10배는 크게 만드십시오. 앞으로 25
    년 후면 그것을 왜 50배 크게 하지 않았을까 하고 의아해 할 것입니다.
    - 헨리 카티스',
     '작은 꿈은 아예 꾸지도 마라. 작은 꿈은 사람들의 피를 들끓게 하는 기적을 만들지 못하며, 따
    라서 실현되지도 못한다.
    - 미국 도시 건축가, 다니엘 버넘',
     '좋은 것은 위대한 것의 적이다. 좋은 사람, 좋은 학교, 좋은 정부, 좋은 기업들이 좋은 상태에
    만족하기 때문이다. 위대한 기업이 되기 위해서는 가차 없이 엄격한 기준을 고수해야 한다. 좋
    은 행동과 성과의 용인을 그만두어야 한다.
    - 짐 콜린스, Good to Great',
     '다른 모든 사람들이 하고 있는 것을 그대로 따라만 해 가지고서는 탁월한 경제적 성과를 달성
    하는 것이 불가능하다. 또한 남들과 똑같이 행동함으로써(정상적이기를 바라면서), 비정상적인
    (탁월한) 결과를 기대할 수 없다. (You can not be normal and expect abnormal returns)
    - 제프리 페퍼(Jeffrey Pfeffer) 스탠퍼드대 교수',
     '남들과 다르다는 이유만으로 꼭 필요한 사람이 되는 것은 아니다. 하지만 꼭 필요한 사람이
    되는 유일한 방법은 남들과 달라지는 것이다. 남들과 다를 것이 없다면 무수한 사람들 중 한명
    에 불과하다. 대체불가능한 사람만이 살아남을 수 있다.
    - 세스 고딘',
     '모두가 찬성하는 것은 대체로 실패하고 모두가 반대하는 것은 어떤 이유에서인지 모르지만
    성공을 거둔다. 반대가 많은 만큼 그것을 실현했을 때는 어디에도 없는 새로운 부가가치를 창
    출하는 셈이 되므로 역으로 성공도 컸다.
    - 스즈키 도시후미 세븐 일레븐 회장',
     '내게는 엉뚱한 아이디어의 가능성을 확인하는 나름의 방법이 있다. 거리의 장사꾼에게 얘기
    를 했을 때 ‘아하 좋은 방법이군요’라는 답이 나오면 나는 흥미를 잃는다. 그렇게 하면 안돼요.
    아무도 그런 식으로는 하지 않지요. 이런 대답이 나오면 나는 신바람이 난다.
    - 마크 후버(월트디즈니 직원), ’파란 코끼리를 꿈꿔라‘에서',
     '이 세상에는 이성적인 인간과 비이성적인 인간 두 종류가 있다. 이성적인 인간은 세상에 적응
    한다. 비이성적인 인간은 세상을 자신에게 적응시키려고 발버둥 친다. 따라서 모든 혁신은 비이
    성적인 인간에 의해 일어난다.
    - 조지 버나드 쇼',
     '눈앞을 보기 때문에 멀미를 느끼게 됩니다. 몇 백 킬로 앞을 보십시오. 바다는 기름을 제거한
    것처럼 평온합니다. 저는 그런 장소에 서서 오늘을 지켜보고 사업을 하고 있기 때문에 전혀 걱
    정하지 않습니다.
    - 손정의 소프트뱅크 회장',
     '연구결과, 우리 사회에서 가장 성공적인 사람은 장기적인 시각을 가진 사람들이었다. 성공한
    사람들은 10년, 20년 후의 미래를 줄 곳 생각해 왔으며 이러한 긴 시간적 수평선 위에서 필요한
    의사결정을 해온 사람들이다.
    - 하버드대학, 에드워드 밴필드(Edward Banfield)',
     '단순성, 단순성, 단순성, 내가 말하노니 두 세 개 정도의 일만 하라. 절대로 당신의 일거리가
    백개 천개가 되지 않도록 하라. 더욱이 수백만 개가 되지 않도록 하고, 당신이 하는 일이 다섯
    손가락 안에 있게 하라.
    - 조지 소로스',
     '아무리 약한 사람이라도 단 하나의 목적에 자신의 온 힘을 집중한다면 무엇인가 성취할 수 있
    지만 아무리 강한 사람이라도 힘을 많은 목적에 분산하면 어떤 것도 성취할 수 없다.
    - 샤를 몽테스키외',
     '좋아하니까 하게 되는 그런 일을 하라. 그러면 성공은 저절로 따른다. 자신이 좋아하는 일을
    하는 사람은 누구나 열정과 에너지를 그것에 쏟아 붓는다. 자신이 진정으로 하고 싶은 일을 찾
    아 하는 것, 그것이 가장 중요한 일이다.
    - 노만 빈센트 필',
     '동년배들 가운데 실패한 일에 대해서가 아니라 하지 않은 일에 대해 후회하는 사람들이 점점
    더 많아지기 시작했다. 우리는 세상을 살아가는 동안 인생 초반에는 ‘자신이 한 일’에 대해 후회
    하다가 중반을 넘어서 부터는 ‘자신이 하지 않은 일’에 대해 후회하는 일이 더 많아진다.
    - 엘링 카게, ‘생각만큼 어렵지 않다’에서',
     '행복의 비밀은 자신이 좋아하는 일을 하는 것이 아니라 자신이 하는 일을 좋아하는 것이다.
    내가 변할 때 삶도 변한다. 내가 좋아질 때 삶도 좋아진다. 내가 변하기 전에는 아무것도 변하지
    않는다. 우리가 삶에서 무엇을 갖는가는 자신이 어떤 사람인가에 달려있다.
    - 앤드류 매튜스',
     '만약 성공을 원한다면 그만큼 자기를 희생해야 한다. 큰 성공을 바란다면 큰 희생을, 더 이상
    없을 만큼 큰 성공을 원한다면 더 이상 없을 만큼 큰 희생을 치러야만 한다.
    - 영국 철학자 제임스 앨런',
     '인생의 목표를 정하기 전에 반드시 다음 4가지를 점검해보아야 한다. 첫째, 자신이 정말 잘하
    는 것(재능). 둘째, 정말 하고 싶은 것(열정). 셋째, 사회가 원하는 것(수요). 넷째, 옳다는 확신
    이 드는 것(양심)을 적어보는 것이 바로 그것이다.
    - 프랭클린 코비사, 션 코비 부사장(Sean Covey)',
     '기한 없는 목표는 탁상공론이다. 기한이 없으면 일을 진행시켜주는 에너지도 발생하지 않는
    다. 당신의 삶을 불발탄으로 만들지 않으려면 분명한 기한을 정하라. 기한을 정하지 않는 목표
    는 총알 없는 총이다.
    - 브라이언 트레이시',
     '시작하기 전에 15분 동안 무엇을 할 것인지 생각하면, 나중에 4시간을 절약할 수 있다. 미리
    하루의 일을 생각해서, 우선순위를 정하고 하루의 업무를 조직화한 사람은 생각 없이 하루를
    보내는 사람들 보다 성공할 가능성이 훨씬 놓다. 그러므로 자신과 직원들의 시간을 절약하고
    효율을 높이기 위해 15:4의 법칙을 따르라.
    - 제임스 보트킨',
     '꿈을 날짜와 함께 적어 놓으면 그것은 목표가 되고, 목표를 잘게 나누면 그것은 계획이 되며,
    그 계획을 실행에 옮기면 꿈은 실현되는 것이다.
    -그레그 S. 레이드(Greg S. Reid)',
     '우리 중 약 95%의 사람은 자신의 인생 목표를 글로 기록한 적이 없다. 그러나 글로 기록한 적
    이 있는 5%의 사람들 중 95%가 자신의 목표를 성취했다.
    - 존 맥스웰',
     '나는 평생 동안 1. 목표를 종이에 적는다. 2. 하루 두 번 (기상 후, 취침 전) 종이에 쓴 목표를
    큰 소리로 외친다는 두 가지 원칙을 실천했다. 그 결과, 1주일에 1달러 20센트를 받던 면화공장
    노동자에서 개인 재산만 4억 달러 넘게 소유한 거부로 성장하게 되었다.
    - 강철왕, 앤드류 카네기',
     '최선을 다하고자 결심하는 순간, 신도 감동을 받는다. 결코 상상할 수 없는 여러 가지 일들이
    나를 도와준다. 결정의 순간을 시작으로 수많은 사건들이 일어나며, 어떤 누구도 자신에게 이런
    일이 일어날 거라고 생각하지 못했던 온갖 종류의 예기치 않던 사건들과 만남과 물질적 원조가
    나의 힘이 되어준다.
    - 요한 볼프강 폰 괴테',
     '절실히 원하는 것은 이루어지게 되어있다. 여러분의 마음속에 영순위는 반드시 이루어진다.
    아직도 못 이뤄진 것은 영순위가 안 되었기 때문이다.
    -게이트, ‘깨달음의 연금술’에서',
     '목표에 정성을 쏟으면 목표도 그 사람에게 정성을 쏟는다. 계획에 정성을 쏟으면 계획도 그
    사람에게 정성을 쏟는다. 무엇이든 좋은 것을 만들어내면 결국 그것이 그 사람을 만드는 법이
    다.
    - 짐 론',
     '나는 10대 때부터(남들이 허풍이라 할 정도의) 터무니없어 보이는 목표를 공개적으로 밝혀
    호언장담하는 버릇이 있었다. 일단 공언하면 자신을 궁지로 몰아넣게 되고 강한 책임감을 느끼
    게 된다. 조직에 목표를 공언하고 그 목표를 달성해 보이겠다는 결의로 주위 사람들을 이끄는
    것, 이것이 리더십이다.
    - 손정의 소프트뱅크 회장',
     '희망을 말하라. 될 수 있는 한 자주 떠벌려라. 희망을 글로 적어라. 가능한 한 또박 또박 반복
    해서 적어라. 희망을 선포하라. 혼자 우물우물 속삭이지 말고 만천하에 공표하라. 그것이 더 큰
    성취의 파장을 일으킬 것이다.
    - 차동엽 신부, ‘뿌리 깊은 희망’에서',
     '당신 앞에는 어떠한 장애물도 없다. 망설이는 태도가 가장 큰 장애물이다. 결심을 가지면 드
    디어 길이 열리고 현실은 새로운 국면으로 접어든다.
    - 러셀',
     '목표는 주의를 집중하는 것이다. 인간의 의식은 분명한 목적을 갖기 전에는 목표의식을 향해
    움직이지 않는다. 목표를 설정할 때 성공은 이미 시작되는 것이다. 목표를 설정하는 순간 스위
    치가 켜지고 물이 흐르기 시작하고 성취하려는 힘이 현실화 되는 것이다.
    - 린 데이비스',
     '꿈을 놓치지 마라. 꿈이 없는 새는 아무리 튼튼한 날개가 있어도 날지 못하지만 꿈이 있는 새
    는 깃털 하나만 갖고도 하늘을 날 수 있다.
    - 강수진, ‘나는 내일을 기다리지 않는다.’에서',
     '사람은 동시에 두 마리의 말을 탈 수 없으므로 이쪽 말을 타기로 결정했으면 반드시 다른 한
    쪽의 말을 버려야 한다. 똑똑한 사람은 무엇을 하기로 결정하면 다른 일에 에너지를 분산시키
    지 않고 그 일에만 매진해서 좋은 결실을 맺는다.
    - 독일 기상학자, 알프레드 베게너',
     '인생은 평화와 행복만으로는 지속될 수 없다. 고통과 노력이 필요하다. 고통을 두려워하지 말
    고 슬퍼하지 말라. 참고 인내하면서 노력해 가는 것이 인생이다. 희망은 언제나 고통의 언덕 너
    머에서 기다린다.
    - 맨스필드',
     '약간의 성공을 거둔 사람들은 대부분 타고난 재능이 있어야 성공을 거둘 수 있다고 생각한다.
    하지만 진정으로 성공한 사람들은 어떤 목표를 향해 끊임없이 노력한 사람만이 성공을 거둘 수
    있다고 생각한다.
    - 톰 스템버그(스테이플스 창립 회장)',
     '행복하고 성공한 사람들은 다음 3가지를 갖추고 있다. 첫째는 과거에 감사하고, 둘째는 미래
    의 꿈을 꾸고, 셋째는 현재를 설레며 산다.
    - 모치즈키 도시타카, ‘내일을 바꾸는 3분 습관’에서',
     '모든 시작과 창조 활동에는 한 가지 진실이 있다. 진정으로 자신의 모든 것을 바쳐 완전히 헌
    신했을 때 하늘도 움직인다. 예전에는 발생하지 않았던 그 모든 것들이 그 사람을 돕기 위해 발
    생한다. 모든 일은 결심에서 시작되며 이전에 그가 믿지 않았던 사건들이나 만남 그리고 모든
    물질적 수단들이 그에게 이익이 되고 일이 잘되도록 도와준다.
    - 히말라야 탐험가, W.H. 머레이',
     '성공하는 사람은 성공하지 못하는 사람들이 하기 싫어하는 일을 하는 습관을 가지고 있다. 물
    론 그들도 그런 일을 하고 싶지 않기는 마찬가지이다. 그러나 그들은 목적의식이라는 힘으로
    그것을 극복하고, 하기 싫은 일을 하고 싶은 일로 만든다.
    - 알버트 그레이',
    '자기가 원하는 일을 위해 무엇을 포기해야 할지 아는 것은 그 일을 성취하기 위해 해야 할 일들
    중 절반을 아는 것이다.
    -시드니 하워드(극작가)',
    '현대인에게 가장 무서운 병은 조급증이다. 사람들은 서서히 성장하는 것보다 급성장을 좋아한
    다. 급성장을 자랑거리로 삼는다. 어떤 버섯은 6시간이면 자란다. 호박은 6개월이면 자란다. 그
    러나 참나무는 6년이 걸리고, 건실한 참나무로 자태를 드러내려면 100년이 걸린다.
    - 강준민, 뿌리 깊은 영성에서',
    '사람이 꿈이나 목표를 가지면 눈앞에는 반드시 벽이 나타난다. 그 꿈을 가지지 않았더라면 벽
    이라고 느끼는 일 없이 살아갔을 것들이 눈앞에 나타나게 된다. 당연히 큰 꿈을 가진 사람에게
    는 큰 벽이 나타난다.
    -기타가와 야스시, ‘편지가게’에서',
    '목표에 다가갈수록 고난은 더욱 커진다. 처음에는 깨닫지 못했던 여러 문제가 선명하게 보이는
    때, 이때가 바로 목표가 현실로 다가오는 시기이다. 성취라는 것은 우리 곁으로 가까이 올수록
    더 큰 고난을 숨기고 있다.
    -괴테',


    '흥하는 군주는 남이 말해주지 않을까 걱정한다. 망하는 리더는 남이 무슨 말을 할까 걱정한다.
    - 잡저(雜著)',
     '행복은 그럴만한 자격이 있는 사람에게만 찾아온다. 먼저 타인을 돕는 도덕적으로 뛰어난 인
    간, 함께 살 준비가 된 선한 인간이 되어야 한다. 인간의 행복은 선에서 나온다는 아리스토텔레
    스의 주장처럼 우리는 남을 도울 때 행복해진다.
    - 난쟁이 피터 (호아킴 데 포사다)',
     '우리라는 말이 심히 좋은 말이거니와, 이 말을 책임 전가나 책임 회피에 이용하는 것은 비겁
    한 일이오. 책임에 대해서는 내 것이라 하고, 영광에 관해서는 우리 것이라 하는 것이 도덕에 맞
    는 언행이오. 공은 우리에게로 돌리고, 책임은 내게로 돌려야하오.
    - 도산 안창호',
     '명성보다는 자신의 인격에 관심을 둬라. 왜냐하면 인격은 진정으로 내가 누구인지 말해주기
    때문이다. 그러나 명성은 나에 대한 다른 사람들의 생각일 뿐이다.
    - 존 우든 감독',
     '남을 돕는다고 하면 보통 자신을 희생해야 한다고 생각하지만, 그렇지 않다. 남을 도울 때 가
    장 덕을 보는 것은 자기 자신이고, 최고의 행복을 얻는 것도 자기 자신이다. 그러므로 행복한 삶
    으로 가는 최선의 길은 남을 돕는 것이다. 이것이 진정한 지혜다.
    - 달라이 라마',
     '관계란 자신이 한 만큼 돌아오는 것이네. 먼저 관심을 가져주고, 먼저 다가가고, 먼저 공감하
    고, 먼저 칭찬하고, 먼저 웃으면, 그 따뜻한 것들이 나에게 돌아오지.
    - 레이먼드 조',
     '스스로를 자랑하는 자는 공이 없고, 스스로를 칭찬하는 자는 오래 가지 못한다. 이는 모두 발
    끝으로 오래 서 있으려는 것과 같다.
    - 노자',
     '궁수는 화살이 빗나가면 자신을 돌아보고 자기 안에서 문제를 찾는다. 화살을 명중시키지 못
    한 것은 결코 과녁의 탓이 아니다. 제대로 맞히고 싶으면 실력을 쌓아야 한다.
    - 길버트 알랜드',
     '이익을 얻으면 그 이익은 누군가의 은혜에 의한 것이니 나 또한 은혜를 베풀어야 한다. 목표
    를 이룬 사람들은 ‘나눠야 더욱 넘치고 행복해진다’고 강조한다.
    - 주역',
     '평화를 경험하고 싶다면 다른 이들에게 평화를 주십시오. 안전함을 느끼고 싶다면 다른 이들
    에게 안전함을 알게 해주십시오. 이해할 수 없는 것을 이해하고 싶다면 다른 사람들이 더 잘 이
    해하도록 도와주십시오. 당신의 슬픔이나 노여움을 치유하고 싶다면 다른 사람의 슬픔이나 노
    여움을 치유하도록 노력하십시오.
    - 달라이 라마',
     '뭔가를 받았다고 명예롭게 된 사람은 없다. 명예는 뭔가를 줌으로써 받는 보상이다.
    - 존 쿨리지',
     '다른 사람을 기쁘게 만들어 보세요. 자신이 할 수 있는 일이 무엇일지, 어떻게 하면 다른 사람
    이 기뻐할지 고민하고 그것을 행동에 옮기는 겁니다. 그렇게 하면 슬픈 생각이나 불면증이 없
    어지고 모든 것이 해결될 것입니다.
    - 알프레드 아들러',
     '하늘의 도는 가득 채운 자에게서 덜어내어 겸손한 자에게 더하고, 땅의 도는 가득 찬 것을 바
    꾸어 겸손한 곳으로 흐르게 하며, 귀신은 가득 채운 자를 해치고 겸손한 자에게 복을 주고, 사람
    의 도는 가득 찬 것을 싫어하며 겸손한 자를 좋아한다.
    - 주역',
    '주변 사람들을 유심히 살피다가 뜻밖의 사실을 발견했다. 다른 사람과 함께 일할 때 사람들은
    기꺼이 손해 보려는 사람을 선호한다는 것이다. 남보다 더 많이 일하지만 수익을 덜 챙겨가는
    사람, 그런 사람과 일하는 것을 사람들은 즐겨한다.
    - 샤오미 CEO 레이쥔',
     '내가 남에게 베푼 공은 마음에 새겨두지 말아야 하고, 내가 남에게 저지른 잘못은 마음에 새
    겨두어야 한다. 남이 나에게 베푼 은혜는 잊어선 안되고, 남이 내게 끼친 원망은 잊어버려야 한
    다.
    - 채근담',
     '인간의 목적은? 많은 사람을 이롭게 하는 일, 그것이 바로 인간이 존재하는 목적이라고 감히
    말씀 드리고 싶습니다. 남들의 이익에도 관심을 두면 자신에게 더 큰 이익이 돌아옵니다. 이것
    을 저는 목적의 힘이라고 말합니다.
    - 난쟁이 피터 (호아킴 데 포사다)',
     '우리들의 적이 때로는 친한 벗보다 유익할 경우가 있다. 친구는 언제나 우리들의 실수를 묵인
    해 주지만, 적은 항상 우리의 죄를 들추어내며 우리를 긴장하게 만들기 때문이다. 결코 적의 비
    판을 가벼이 여기지 말라.
    - 톨스토이',
     '나를 반대하는 사람은 성공을 돕는 한쪽 손이다. 반대자의 공로는 어느 누구도 대신할 수 없
    다. 반대하는 사람이 없으면 위대한 일을 이룰 수 없다. 지난날을 돌이켰을 때 가장 감사해야 할
    사람은 당신을 반대한 사람이고, 당신이 가장 용서해야 할 사람도 반대자이다.
    - 장샤오헝, ‘인생의 품격’에서',
     '아무런 대가도 바라지 않고 시간과 힘을 쏟아 남을 돕는 것만큼 큰 재능은 없을 것이다.
    - 넬슨 만델라',
     '16년간 지켜본 결과 감사를 습관화한 학생의 연평균 수입이 그렇지 않은 학생보다 2만 5천
    달러가 많았다. 그뿐 아니라 감사를 습관화한 사람의 평균 수명이 그렇지 않은 사람보다 9년이
    나 더 길었다.
    - 캘리포니아 데이비스대학 로버트 에먼스 교수',
     '이타심으로 판단하면 다른 사람이 좋게 되기를 바라기 때문에 주위 사람들 모두 힘을 보태준
    다. 또 시야도 넓어져 바른 판단을 할 수 있다. 더 나은 일을 해 나가기 위해서는 자기만 생각해
    서 판단할 것이 아니라, 주위 사람들을 생각하고 배려 넘치는 ‘이타심’에 입각하여 판단해야 한
    다.
    - 이나모리 가즈오',
     '감사라는 말은 삶의 윤활유와 같다. 성공이란 오늘 “감사합니다.”라는 말을 몇 번 했는지, 오
    늘 보낸 감사 편지 수에 비례한다. 모든 것에 감사하는 마음으로 살아간다면 감사해야 할 일은
    끊임없이 꼬리를 물고 이어질 것이다.
    - 톰 피터스',
     '모범을 보인다는 것은 다른 이들에게 영향을 미칠 수 있는 좋은 방법 정도가 아니라, 단 하나
    의 방법이다.
    - 알베르토 슈바이처',
     '남을 용서하지 않는 마음의 상태는 증오, 분노, 적개심, 원한, 두려움, 괴로움 등이 섞여 있기
    때문에 스트레스를 유발하고 건강을 해치게 마련이다. 요컨대 남을 용서하면 건강에 도움이 되
    는 것이다. 자신을 위해 할 수 있는 가장 이기적인 행동이 남을 용서하는 것이라는 말이 설득력
    을 갖는다.
    - 이인식 교수',

     '바다와 강이 수백 개의 산골짜기 물줄기에 복종하는 이유는 그것들이 항상 낮은 곳에 있기 때
    문이다. 따라서 다른 사람들 보다 높은 곳에 있기 바란다면 그들보다 아래에 있고, 그들보다 앞
    서기 바란다면 그들 뒤에 위치하라.
    - 노자',
     '눈으로 남을 볼 줄 아는 사람은 훌륭한 사람이다. 그러나 귀로 남의 이야기를 들을 줄 알고 머
    리로는 남의 행복에 대하여 생각할 줄 아는 사람은 더욱 훌륭한 사람이다.
    - 유일한 (유한양행 설립 회장)',
     '겸손이란 자기 자신을 낮추는 것이 아니라 자신을 덜 생각하고 남을 더 생각하는 것이다. 겸
    손 없이 다른 사람들을 이끌고 격려하는 것은 불가능하다.
    - 릭 워렌',
     '사람을 사랑하되 그가 나를 사랑하지 않거든 나의 사랑에 부족함이 없는가를 살펴보라. 사람
    을 다스리되 그가 다스림을 받지 않거든 나의 지도에 잘못이 없는가를 살펴보라. 행하여 얻음
    이 없으면 모든 것에 나 자신을 반성하라. 내가 올바를진대 천하는 모두 나에게 돌아온다.
    - 맹자',
     '나는 나의 삶이 죽은 사람이든 살아있는 사람이든 다른 사람들의 노고에 의존하고 있다는 사
    실을 매일 하루에 백 번씩 스스로에게 일깨운다. 또한 내가 받은 만큼, 그리고 지금도 받고 있는
    만큼 주기 위해서 열심히 노력해야 한다고 매일 하루에 백 번씩 스스로에게 일깨운다.
    - 알베르트 아인슈타인',
     '부하의 잘못을 자신의 책임으로 돌리는 사람은 훌륭한 지도자이다. 어리석은 지도자는 자신
    의 잘못까지도 부하의 책임으로 돌린다.
    - 주세페 마치니(Giuseppe Mazzini, 이탈리아 정치인)',
     '나무에 가위질을 하는 것은 나무를 사랑하기 때문이다. 부모에게 꾸중을 듣지 않으면 똑똑한
    아이가 될 수 없다. 겨울 추위가 한창 심한 다음에 오는 봄의 푸른 잎은 한층 푸르다. 사람도 역
    경에 단련된 후에야 비로소 제값을 한다.
    - 벤자민 프랭클린',
     '비난이 칭찬보다 안전하다. 하나부터 열까지 나에게 불리한 말을 듣는 동안에는 성공할 것 같
    은 확신이 든다. 그러나 꿀처럼 달콤한 칭찬의 말을 들으면 아무런 대책 없이 적 앞에 나선 사람
    처럼 느껴진다. 우리가 굴하지 않는 한, 모든 해악은 은인과 같다. 칭찬의 유혹에 저항하는 만큼
    우리의 힘은 강해진다.
    - 랄프 왈도 에머슨',
     '내가 부자가 된 것은 뭐든지 남들보다 두 배 더 한다는 생각으로 열심히 살아온 덕이다. 하지
    만 돈이라는 게 열심히 한다고 들어오는 게 아니고 운도 따라야 한다. 지금에 와서 보니 그 운이
    라는 게 내가 베푼 만큼 돌아왔다. 결국 돈을 잘 쓸 줄 아는 사람이 돈을 잘 번다.
    - 한창우(일본 마루한 회장)',
     '항상 남을 이용하려 하고, 남의 것을 빼앗으려 하는 사람, 매사에 타산적이고 고립적인 사람
    은 질병에 잘 걸리고, 일단 병에 걸리면 잘 낫지 않는다. 반면에 믿음과 신념을 가졌고, 이웃을
    사랑하며, 남에게 베풀기를 좋아하는 사람은 병에 잘 걸리지도 않고 걸리더라도 치료하기 쉽다.
    - 스티븐 로크(하버드 의대 교수)',

     '다른 사람과 협조하거나, 냉소를 극복하고 협조를 찾거나, 이기심을 버리고 관대해지는 아주
    작고 용감한 행위들은 우리의 뇌를 조용한 기쁨으로 밝혀준다. 내(우리)가 옳은 일을 한다는 느
    낌이 사람들에게 위대한 느낌을 갖게 한다.
    - 그레고리 번스 박사(뇌 전문의)',
     '승자의 강점은 타고난 출생, 높은 지능, 뛰어난 실력에 있지 않다. 승자의 강점은 소질이나 재
    능이 아닌 오직 태도에 있다. 태도를 보면 그 사람의 성공을 가늠할 수 있는데 이런 태도는 아무
    리 많은 돈을 주어도 살 수 있는 것이 아니다.
    - 데니스 웨이트리(Denis Waitley)',
     '태도는 나의 과거를 보여주는 도서관, 나의 현재를 말해주는 대변인, 나의 미래를 말해주는
    예언자, 인생이 우리를 대하는 태도는 내가 인생을 대하는 태도에 달려있다. 태도가 결과를 결
    정한다.
    - 존 맥스웰',
     '우리는 직원을 채용할 때 기술과 배경, 그리고 교육을 잣대로 삼는다. 그런데 직원을 해고할
    때는 거의 ‘언제나’ 그 사람의 됨됨이를 문제 삼는다. 직원 채용에 관한 한 우리는 거꾸로 하고
    있다.
    - 존 G. 밀러',
     '덕(德)은 사업의 바탕이니 기초가 단단하지 못한 상태에서 그 집이 오래 간 적이 없느니라.
    덕성은 재능의 주인이요, 재능은 덕성의 노복이다. 재능이 있어도 덕성이 없으면 주인 없는 집
    안에 노복들끼리만 살림살이를 하는 것과 같을 것이니 어찌 도깨비가 놀아나지 않으리오.
    - 채근담(菜根譚)',
     '소년시절 과거 급제하고, 부모형제 권세가 대단하고, 재주와 문장이 뛰어난 것, 이것이 인생
    의 세 가지 불행이다.
    - 정이(송나라 학자)',
     '많은 사람들이 지식을 가지고 잠시 성공한다. 몇몇 사람들이 행동을 가지고 조금 더 오래 성
    공한다. 소수의 사람들이 인격을 가지고 영원히 성공한다.
    - 존 맥스웰',
     '젊은이들은 집에 들어가면 부모에게 효도하고, 밖에 나가선 어른을 공경하며, 말을 삼가되 미
    덥게 하고, 널리 사람을 사랑하며, 어진 사람을 가까이 해야 한다. 이런 일을 실천하고 남는 힘
    이 있으면 비로소 문헌을 배워야 한다.
    - 논어 학이 편',
     '비록 어리석은 사람이라도, 남을 꾸짖는 마음은 명확하다. 비록 총명한 사람이라도, 자신을
    용서하는데 있어서는 어둡고 혼미하다. 남을 꾸짖는 그 명확한 마음으로 나를 꾸짖어라. 나를
    용서하는 그 관대한 마음으로 남을 용서하라! 그러면 성인의 경지에 이르게 됨이 명확할 것이
    다.
    - 명심보감',
     '행복이란 전적으로 마음에 달려있다. 누가 가장 행복한 사람인가? 남의 장점을 존중해주고,
    남의 기쁨을 자기의 것 인양 기뻐하는 사람이다. 남을 기쁘게 하고 그것에서 기쁨을 찾는 자는
    행복하다.
    - 괴테',
     '무릇 자기가 베푼 것은 말도 하지 말고, 덕을 주었다는 표정도 짓지 말며, 사람에게 이야기도
    하지 말 것이다. 전임자의 허물도 말하지 말 것이다.
    - 다산 정약용',
     '너무 빨리 무엇을 이루려 하지 마라. 조그만 이익에 너무 연연하지 마라. 무리하게 빨리 무엇
    인가를 이루려 하면 목표에 도달하지 못할 것이다. 조그만 이익에 연연하면 큰일을 이루지 못
    할 것이다.(無慾速 欲速則不達 見小利 則 大事不成)
    - 공자',
     '남을 원망하지 말고, 자신에게 나쁜 점이 없도록 하라. 뜻과 행동은 위와 비교하고, 분수와 복
    은 아래와 견주라.
    - 이식, ‘택당집(澤堂集)’',
     '대부분의 사람이 자신을 판단할 때와 남을 판단할 때, 완전히 다른 이중 잣대를 적용한다. 남
    을 판단할 때는 그의 ‘행동’을 기준으로 삼으며, 그 기준은 가혹하기 이를 데 없다. 반면에 자신
    을 판단할 때는 ‘의도’를 기준으로 삼는다. 우리가 잘못을 범하더라도, 우리 의도가 훌륭했다면
    쉽게 용서한다. 따라서 우리는 변화를 요구 받을 때까지 실수와 용서를 반복한다.
    - 존 맥스웰',
     '“제가 잘못했어요.”라는 한마디는 긍정적인 사람들의 말이다. 이 말은 불편한 인간관계로부
    터 오는 고통을 사라지게 하고, 협상을 진행시키며, 논쟁을 끝내고, 치유를 시작하고, 심지어 적
    을 친구로 바꾸는 일을 할 수 있다.
    - 리치 디보스',
     '겸손하게 의견을 말하면 상대는 곧 납득을 하고 반대하는 사람도 줄어든다. 그리고 내 잘못을
    정직하게 인정하면 내 옳은 생각에 대해 상대방이 박수를 보내준다. 늘 자기 의견만 정당하다
    고 고집하지 마라.
    - 벤자민 프랭클린',
     '물이란 본디 정상에 머물지 않고 계곡을 따라 흘러가는 법이다. 이처럼 진정한 미덕은 다른
    사람보다 높아지려고 하는 사람에게는 머무르지 않으며 겸손하게 낮아지려는 사람에게만 머무
    는 법이다.
    - 탈무드',
     '저보다 나이 많은 사람을 만나면, 오랜 세월 습득한 장점이 저보다 많으리라 생각합니다. 어
    린 사람을 만나면, 저보다 더 적게 죄를 지었으리라 생각합니다. 더 부유한 사람을 만나면 저보
    다 더 많이 베풀었으리라 생각하고, 더 가난한 사람을 만나면 그의 영혼이 더 겸손하리라 생각
    합니다.
    - 랍비 조셉 텔루슈킨',
     '하늘의 도는 자만하는 자를 멸하고 겸허한 자를 이롭게 하며, 땅의 도는 자만한 자를 어지럽
    히고 겸허한 자에게 순응한다. 귀신은 자만한 자를 해치고 겸허한 자에게 복을 내리며, 사람은
    자만한 자를 싫어하고 겸허한 자를 좋아한다.
    - 주공(중국 주(周)나라 문왕의 아들·정치가)',
     '교만의 반대편에 선 미덕은 겸손이다. 만일 누군가 겸손을 배우고 싶어 한다면, 나는 그 사람
    에게 겸손해지는 방법을 말해주고 싶다. 그 첫 단계란 사람은 누구나 교만하다는 사실을 깨닫
    는 것이다. 이것은 매우 중요하다. 적어도 이 단계를 밟기 전에는 그 어떤 일도 일어나지 않는다.
    만일 자신이 교만하지 않다고 생각한다면 그것이야 말로 가장 큰 교만이다.
    - C. S. 루이스(영국 문학가)',

     '꽃은 반만 피웠을 때 보고, 술은 약간 취하도록 마셔야 그 속에 큰 즐거움이 있다. 활짝 핀 꽃
    을 보고, 술에 흠뻑 취하게 되면 오히려 추한 지경에 이르니, 무엇이든 가득 차 있는 사람은 신
    중하게 생각해볼 일이다.
    - 채근담',
     '하늘이 사람에게 재앙을 내리려고 하면 반드시 먼저 작은 복을 주어 교만하게 한다. 따라서
    복이 온다고 기꺼워할 것이 아니라 그것이 받을 만한 것인가를 보아야 한다. 하늘이 사람에게
    복을 주고자 하면 반드시 먼저 작은 재앙을 내려 이를 경계토록 한다. 따라서 재앙이 왔다고 근
    심할 것이 아니라 그것이 구제될 수 있는가를 살펴야한다.
    - 석시현문',
     '리더십에 대한 토론은 반드시 능력과 경쟁에 대한 이야기로 시작되지만, 반드시 한 개인의 인
    격과 성실성에 대한 이야기를 하는 것으로 끝이 난다.
    - 론 시몬스',

     '말은 생각을 담는 그릇이다. 생각이 맑고 고요하면 말도 맑고 고요하게 나온다. 생각이 야비
    하거나 거칠면 말 또한 야비하고 거칠게 마련이다. 그러므로 그가 하는 말로써 그의 인품을 엿
    볼 수 있다. 그래서 말을 존재의 집이라 한다.
    - 법정스님',
     '쉽고 편안한 환경에서는 강한 인간이 만들어지지 않는다. 시련과 고통의 경험을 통해서만 강
    한 영혼이 탄생하고, 통찰력이 생기고, 일에 대한 영감이 떠오르며 마침내 성공할 수 있다.
    - 헬렌 켈러',
     '위대한 사상은 반드시 커다란 고통이라는 밭을 갈아서 이루어진다. 갈지 않고 그냥 둔 밭은
    잡초만이 무성할 뿐이다. 사람도 고통을 겪지 않고서는 언제까지나 평범함과 천박함에서 벗어
    나지 못한다. 모든 고통은 차라리 인생의 벗이다.
    - 카를 힐터',
     '누구나 커다란 시련을 당하기 전에는 진정으로 참다운 인간이 못된다. 그 시련이야말로, 자기
    가 존재하는 것을 인식하고, 동시에 자신의 위치를 결정하고 규정하는 계기가 된다. 즉 그의 운
    명이나 지위가 이때 결정된다. 따라서 커다란 시련을 겪기 전에는 누구나 어린아이에 지나지
    않는다.
    - 자코모 레오파르디(이탈리아 시인)',
     '뜨거운 가마 속에서 구워낸 도자기는 결코 빛이 바래는 일이 없다. 이와 마찬가지로 고난의
    아픔에 단련된 사람의 인격은 영원히 변하지 않는다. 안락은 악마를 만들고 고난은 사람을 만
    드는 법이다.
    - 쿠노 피셔(독일 철학자)',

     '당신이 받은 풍요로운 삶에 대해 감사하는 마음은 그런 풍요로운 삶이 지속되도록 해주는 최
    고의 보험이다.
    - 마호메트',
     '은혜를 모르는 것은 근본적인 결함이다. 그렇기에 은혜를 모르는 사람은, 삶이라는 영역에서
    무능한 자라고 할 수 있다. 타인의 은혜에 감사할 줄 아는 마음, 그것은 건실한 인간의 첫 번째
    조건인 것이다.
    - 괴테',
     '감사를 아는 사람은 다른 사람의 유익을 위해 산다. 더 중요한 것은 이런 철학을 가지고 사는
    사람은 저도 모르게 발전하게 된다.
    - 윌리엄 제임스',
     '자기를 반성하는 사람은 부딪치는 일마다 모두 약이 될 것이요. 남을 원망하는 사람은 움직이
    는 생각이 모두 창칼이 될 것이다.
    - 채근담',
     '현명한 군주는 항상 자기에게 단점이 있음을 염두에 두어 반성함으로써 나날이 좋아지지만,
    어리석은 군주는 자기의 단점을 옹호하여 더욱 더 어리석어진다.
    - 당 태종',
     '달은 가득차면 이지러지고 그릇은 가득차면 엎어진다. 끝까지 올라간 용은 후회하리니 만족
    할 줄 알면 욕되지 않으리라. 권세에 기대서는 안 되며 욕심을 지나치게 부려서도 안 된다. 새벽
    부터 밤늦도록 두려워하기를 깊은 연못에 임한 듯이, 살얼음을 밟는 듯이 하라.
    - 김상용, ‘선원유고(仙源遺稿)’',
     '언젠가 우리는 모두 생활(수준)의 기준이 아니라 삶의 기준으로, 부(가진 것)의 척도가 아니
    라 나눔의 척도로, 표면적인 위대함이 아니라 내면적인 선함으로 평가될 것이다.
    - 윌리엄 아서 워드',
     '‘그 사람은 그릇이 크다.’는 말들을 한다. 큰 그릇은 손해를 크게 볼 줄 안다. 손해를 받아들일
    줄 알면 다른 사람에게 감사와 신뢰를 받고 존경 받는다. 그릇이 큰 사람은 이익을 보는 사람,
    성공하는 사람이다.
    - 소메야 가즈미',
     '기억하라. 만약 도움을 주는 손이 필요하다면 너의 팔 끝에 있는 손을 이용하면 된다. 네가 더
    나이가 들면 왜 손이 두 개인지 깨닫게 될 것이다. 한 손은 너 자신을 돕는 손이고 다른 한 손은
    다른 사람을 돕는 손이다.
    -오드리 햅번 (사망 1년 전 아들에게 쓴 편지 중)',
     '마음이 불쾌해지는 가장 큰 이유 중 하나는 자신이 이룬 것, 자신이 창조한 것이 사람들에게
    별다른 도움이 되지 않는다고 느끼기 때문이다. 늘 기분 좋은 인생을 살아가기 위한 요령은 타
    인을 돕거나 누군가의 힘이 되어 주는 것이라 할 수 있다. 그것으로 존재의 의미를 실감하고, 순
    수한 기쁨을 누리게 된다.
    - 프리드리히 니체',
     '성공하고 싶다면 봉사하라. 그것이야말로 우리 인생에 있어 불변의 법칙이다. 위대한 봉사자,
    베푸는 자가 되어라. 그것이 바로 당신을 성공으로 이끄는 왕도이다.
    - 헨리 밀러',
     '가장 광범위하게 퍼져 있는 오해는 ‘준다는 것은 무엇인가 빼앗기는 것, 희생하는 것’이라는
    오해다. 주는 것은 가난해지는 것이라고 생각한다. 그러나 주는 것은 잠재적 능력의 최고의 표
    현이다. 준다고 하는 행위 자체에서 나의 힘, 나의 부, 나의 능력을 경험한다. 고양된 생명력과
    잠재력을 경험하고 매우 큰 환희를 느낀다.
    -에리히 프롬, ‘사랑의 기술’에서',
     '지도자가 될 수 있는 사람은 역경에서도 불만을 품지 않고, 영달을 해도 기뻐하지 않고, 실패
    해도 좌절하지 않고, 성공을 해도 자만하지 않는다.
    - 장자',
     '지도력의 첫 번째 열쇠는 자기 절제이다. 자만심을 삼키지 못하면 남을 지도할 수 없다. 자만
    심을 누르는 것은 들판의 사자를 이기는 것 보다 어려우며, 분노를 이기는 것은 가장 힘센 씨름
    꾼을 이기는 것보다 어렵다.
    - 징키스칸',
     '청렴은 수령의 본래 직무로 모든 선의 원천이며 모든 덕의 근본이다. 청렴하지 않고서 수령
    노릇을 잘할 수 있는 자는 없다. 청렴은 천하의 큰 장사이다. 욕심이 큰 사람은 반드시 청렴하려
    한다. 사람이 청렴하지 못한 것은 그 지혜가 짧기 때문이다. 청렴한 자는 청렴함을 편안히 여기
    고, 지자(知者)는 청렴함을 이롭게 여긴다.
    - 정약용, ‘목민심서’',
     '나는 겸손의 중요성을 강조하고 싶다. 내가 의미하는 겸손은 비굴해지는 것이 아니라 다른 사
    람들의 의견에 귀를 기울이고 존중하는 것이다. 나는 지금까지 다른 사람들에게 귀를 기울이지
    않는 매우 독선적인 사람들을 많이 만났다. 그런 사람들은 무슨 일을 하든지 실패할 수밖에 없
    다.
     - 우이치로 나와, 이토추 사장',
     '행동하라(Just go and do it). 이 세상은 단 한 가지 요소에 돈과 명예라는 보상을 제공한다.
    그것은 바로 솔선수범하는 자세이다. 솔선수범하는 자세란 무엇인가? 이는 누가 시키지 않아도
    옳은 일을 하는 것이다.
     - 앨버트 허버드',
     '훌륭한 리더는 자신의 몫보다 더 많은 책임을 지고, 자신의 몫보다 더 적은 대가를 얻는다.
    - 존 맥스웰',
     '나를 꾸짖으며 대해주는 사람은 나의 스승이고, 나를 올바로 대해주는 사람은 나의 벗이며,
    나에게 아첨하는 자는 나의 적이다.
    - 순자(荀子)',

     '당신이 모든 형태의 역경을 피해갈 수 있어서 그렇게 한다면, 당신의 성품을 어떻게 계발할
    것인가? 역경이란 피해갈 것도, 두려워해야 할 것도 아니다. 품에 안고 극복해야 하는 것이다.
    사람의 성품에서 인내심이란 마치 쇠에 탄소를 집어넣는 것과 같다. 탄소는 쇠를 굳게 만들고,
    인내는 당신을 강하게 만든다.
    - 컬린 터너(Colin Turner)',
     '내가 만약 30대를 거치는 동안 내내 성공하기만 했다면, 고통과 비판을 받으면서도 열려 있
    을 수 있는 방법이나, 좌절하면서도 실패를 새로운 방향으로 바꿀 수 있는 방법이나, 다른 사람
    들을 동정하는 방법을 배울 수가 없었을 것이다. 지금 생각해 보면 그 모든 것이 나와 내 빛나는
    업적을 위한 것이었다. 실패와 고난은 성공으로는 절대로 얻을 수 없는 많은 교훈을 나에게 주
    었다.
    - 줄리아 카메론',
     '상처는 깨달음의 쾌락과 배움에 지불하는 당연한 대가이고, 안다는 것은 곧 상처받는 일이어
    야 한다. 상처에서 새로운 생명, 새로운 언어가 자란다. 건조하고 차가운 장소에서는 유기체가
    발생하지 않는다. 상처받은 마음이 사유의 기본 조건이다. 상처가 클수록 더 넓고 깊은 세상과
    만난다. 그러므로 편안한 상태에서 앎은 없다.
    - 정희진, ‘지성인을 위한 교양 브런치’에서',
     '자신을 극복하려면 자신과 싸워야 한다. 상처야말로 삶이 내게 준 가장 귀한 것. 왜냐하면 그
    하나하나가 한걸음 한 걸음 앞으로 나간 흔적이기 때문에...
    - 로맹 롤랑',
     '성공과 명예란 항상 곤궁에 처한 날을 거쳐 이루어지는 것이요, 일을 그르침은 거의가 득의했
    다고 자만할 때에 이루어지는 것이다.
    - 석시현문',
     '영화와 총애의 곁에는 욕됨의 기다림이 있고, 빈천의 등 뒤에는 복이 이를 따르고 있다. 고통
    속에 더 큰 고통을 겪어보아야 비로소 사람 중의 윗사람이 될 수 있다.
    - 현문',
     '믿음과 위엄을 바탕으로 엄하게 자녀를 길러야 한다. 그러다보면 당연히 어려움도 따르고 후
    회도 생긴다. 자녀는 불만이 쌓여 반항하게 되니 어려움이 있고 자녀에게 살갑게 사랑을 표현
    하지 못했으니 부모 스스로 후회가 생긴다. 하지만 엄격하게 길러야 자녀의 앞길이 트이고 마
    지막이 길하다.
    - 주역',
     '세상살이에 곤란함이 없기를 바라지 마라. 세상살이에 곤란함이 없으면 업신여기는 마음과
    사치한 마음이 생기나니. 일을 꾀하되 쉽게 되기를 바라지 마라. 일이 쉽게 되면 뜻을 경솔한데
    두게 되나니. 남이 내 뜻대로 순종해 주기를 바라지 마라. 남이 내 뜻대로 순종해주면 마음이 스
    스로 교만해지나니. 이익을 분에 넘치게 바라지 마라. 이익이 분에 넘치면 어리석은 마음이 생
    기나니.
    - 보왕삼매론',
     '대나무가 가늘고 길면서도 모진 바람에 꺾이지 않는 것은 속이 비었고 마디가 있기 때문이다.
    대나무의 마디는 사람이 겪는 좌절과 갈등, 실수, 절망, 병고, 이별 등과 같다. 대나무처럼 살라.
    - 성철 스님',
     '세상에서 주목 받는 인물들은 성공하기 전에 반드시 큰 장애물에 부딪혔음을 역사가 증명해
    준다. 그들은 거듭되는 실패에도 용기를 잃지 않았기 때문에 승리자가 될 수 있었다.
    - B.C 포브스',
     '내가 만난 지도자들은 한결같이 개인적으로 어려웠거나 정신적인 상처를 남긴 일, 또는 최악
    의 절망감을 느껴야 했던 일들이 오히려 그들의 인생에 꼭 필요한 일이었다고 생각하는 것 같
    았다. 마치 그런 순간에 그들의 영혼이 강철 같이 단단해지고, 지도자로서 필요한 극복 능력이
    생겨난 것처럼 말이다.
    - 워렌 베니스',
     '삶이 편안하면 방심하게 되고, 방심하면 안주하고 방탕해진다. 편안한 삶에는 성장이 없다.
    시련이나 위기는 스스로를 단련시키고 더욱 옹골찬 인간으로 빚어지게 한다. 도자기는 수천도
    고온을 견디고 나서야 예쁜 그릇이 된다. 온실 속 화초보다 온갖 위험 속에 자란 야생초가 더 강
    인하고 생명력이 질기다.
    -권근, ‘주옹설’',
     '자녀에게 엄청난 재산을 물려주는 부모는 결국은 자녀의 재능과 에너지를 죽이는 것이다. 내
    가 부자가 될 수 있었던 것은 ‘가난’이라는 이름이 붙은 엄격하지만 가장 효율적인 학교를 다녔
    기 때문이다.
    - 철강왕, 앤드류 카네기',
     '당신의 업무에서 생겨나는 골칫거리에 감사하라. 당신이 받는 월급의 반은 거기에서 나오기
    때문이다. 일이 잘못되지 않는다면, 골치 아픈 사람을 다루어야 할 필요가 없다면, 일하며 발생
    하는 온갖 문제와 불쾌한 일들이 아니라면 누군가가 당신이 받는 돈의 반만 받고 그 일을 하겠
    다고 나설 것이기 때문이다.
    - 로버트 R. 업디그래프',
     '너무 이른 성공은 위험하다. 너무 어릴 때 성공하여 공적을 쌓고 추앙을 받으면, 그 사람은 오
    만과 같은 삐뚤어진 감각에 사로잡혀 동년배의 사람이나 차근차근 노력해 가는 사람에 대한 외
    경을 완전히 잊어버리고 만다.
    -니체',
     '성공은 차라리 늦을수록 좋다. 왜냐하면 일반적으로 빠른 성공은 사람의 나쁜 성질을 잡아 일
    으키고 실패는 좋은 성질을 키워 나가기 때문이다.
    - C. 힐티',
     '성공은 위험하다. 성공과 함께 다른 사람을 모방하기보다 자기 모방이 시작된다. 그리고 마침
    내 불모의 상태에 이르게 된다.
    - 파블로 피카소',
     '첫 전시회를 여는 화가들은 성공적으로 데뷔하기를 바라지만, 너무 많이 팔리는 일은 경계해
    야 한다. 갑작스러운 성공은 예술적 능력에 조금도 도움이 되지 않기 때문이다. 너무 일찍, 너무
    쉽게 인정을 받다보면 그들의 예술이 힘들어 질 것이라는 사실을 나는 경험으로 알고 있다.
    - 엘링 카게',
     '사람은 항상 잘못을 저지른 다음에 고칠 수 있고, 마음이 괴롭고 자꾸 생각에 걸려야 분발하
    며, 남의 안색에서 확인하고 남의 목소리에서 드러나야만 깨닫는다. 안으로는 법도 있는 대신과
    보필하는 선비가 없고, 밖으로 적국과 외환이 없으면 이런 나라는 항상 망하게 되어있다. 사람
    은 우환에 살고 안락에서 죽는다.
    -맹자',
    );

    protected static $commentsList = array(
    '질병은 입을 좇아 들어가고 화근은 입츨 좇아 나온다...',
    '행복이란 타인을 행복하게 해주려는 노력의 부산물이다.',
    '지혜는 듣는 데서 오고 후회는 말하는 데서 온다',
    '인간은 의욕하는 것, 그리고 찾오하는 것에 의해서만이 행복하다',
    '말을 많이 하는 것과 말을 잘하는 것은 다르다',
    '착한 일을 하는 사람에게는 하늘이 복을 주시고, 악한 일을 하는 사람에게는 하늘이 재앙을 주느니라.',
    '탐욕은 일체를 얻고자 욕심내어서 도리어 모든것을 잃어버린다',
    '백 권의 책에 쓰인 말보다, 한 가지 성실한 마음이 더 크게 사람을 움직인다.',
    '가장 높은 곳에 올라가려면 가장 낮은 곳부터 시작하라.',
    '건강을 이기는 미는 없다',
    '프로에게서 자기 수련과 극기심을 배워라',
    '겉으로 보기에 무척 연약해 보이는 모든 것이 바로 힘이다.',
    '확실한 일을 실행할 힘은 누구나 가지고 있다.',
    '힘으로서 사람을 복종시키지 말고 덕으로서 사람을 복종시켜라.',
    '힘으로 유지되어야 할 필요가 있는 것은 무엇이나 불운이다.',
    '생각이야 말로 진정한 힘이다.  생각은 에너지인 것이다.',
    '자비, 검약, 겸허를 몸가짐의 삼보로 하라.',
    '타인에 대한 존경은 처세법의 제일 조건이다.',
    '공포로 인해 타협하지 말 것이며, 남이 나에게 타협하는 것을 두려워하지도 말라.',
    '오늘 할 수 있는 일에 전력을 다하라. 그러면 내일에는 한걸음 더 진보한다.',
    '최대 다수의 최대 행복을 얻는 행동이 최선이다.',
    '햇빛은 하나의 초점에 모아질 때만 불꽃을 피우는 법이다.',
    '웃지 않는 노인은 바보다.',
    '기다림만으로 사는 사람은 굶어서 죽는다.',
    '속이는 말로 재물을 모으는 것은 죽음을 구하는 것이다.',
    '끝을 맺기를 처음과 같이 하면 실패가 없다.',
    '한 사람에게서만 느낄 수 있는 게 사랑이다.',
    '좋은 희망을 품는 것은 바로 그것을 이룰 수 있는 지름길이다.',
    '오늘이라는 날은 두 번 다시 오지 않는다는 것을 잊지 말라.',
    '남자는 야생동물이면 여자는 이 야생동물을 길들이는 자이다.',
    '남자는 언제나 여인의 첫라랑이 되고 싶어한다. 여자는 남자의 마지막 낭만이 되려고 한다.',
    '남자란, 말하면 접근할 때는 봄이지만 결혼해 버리면 겨울이다.',
    '죄는 뮈워하고, 죄수는 사랑하라.',
    '나는 한 가지 책임만 아는데, 그것은 사랑하는 것이다.',
    '사랑의 고통은 다른 어떤한 즐거움보다 달콤하다.',
    '사랑은 여자의 섬세함을 줄이고, 남자의 섬세함을 늘인다.',
    '사랑하면서 바보가 되지 않는 사람은, 결코 사랑하면서 현명해 질 수 없다.',
    '사랑은, 배우지 않은 사람에게 문학을 가르친다.',
    '사랑은 나이들어 생기 없는 사람들을 젊게 만들며, 젊음을 찾는 사람들을 언제까지나 젊게 만든다.',
    '사람은 사람들을 재주꾼으로 만든다.',
    '나는 죽음을 겁내지 않는다. 다만 의무를 다하지 않고 사는 것을 겁낸다.',
    '만약 제군이 돈의 가치를 알고 싶으면 나가서 얼마간의 돈을 빌려보라.',
    '모든 날 중 가장 완전히 잃어버린 날은 웃지 않는 날이다.',
    '물고기를 주어라.  한 끼를 먹을 것이다. 물고기 잡는 법을 가르쳐 주어라.  평생을 먹을 것이다.',
    '할 수 있는 한 훌륭한 인생을 만들라.  인생은 짧고 곧 지나간다.',
    '열의 없이 성취된 위업이란 아직 하나도 없다.',
    '버들가지는 약하나 다른 재목을 묶는다.',
    '오늘 달걍을 한 개 갖는 것보다 내일 암탉을 한 마리 갖는 편이 낫다.',
    '왕은 배, 민중은 물이다. 물은 큰 배를 띄우기도 하고 뒤엎기도 한다.',
    '우선 자연을 따르라. 그리고 나서 자연을 정복하라.',
    '타인의 결점은 우리들의 눈앞에 있고, 자신의 결점은 우리의 등 뒤에 있다.',
    '태만은 천천히 움직이므로 가난이 곧 따라잡는다.',
    '작은 도끼라고 찍고 찍으면 큰 참나무는 넘어진다.',
    '절제는 모든 미덕의 진주고리를 이어주는 비단의 실이다.',
    '1퍼센트의 가능성, 그것이 나의 길이다.',
    '일이 재미있으면 인생은 낙원이다.  일이 의무라면 인생은 지옥이다.',
    '금전은 비료와 같은 것으로 뿌리지 않으면 쓸모가 없다.',
    '사람은 자기가 한 약속을 지킬만한 좋은 기억력을 가져야 한다.',
    '내일에 아무런 도움이 되지 않는다면, 당신의 과거는 쫓아버려라.',
    '중요한 건 당신이 어떻게 시작했는가가 아니라 어떻게 끝내는가이다.',
    '독수리는 마지막 성공을 거둘 때까지 온 생명을 바쳐 노력한다.',
    '어쨌든 노력을 계속하시오.  그렇게 하는 가운데 언젠가는 반드시 자신과 용기가 솟아나게 될 것입니다.',
    '지도자란 희망을 파는 상인이다',
    '명성을 구하여 달리는 자는 명성에 따라갈 수 없다.  그러나 명성에서 도망쳐 달리는 자는, 명성에 붙잡힌다.',
    '목표란 우리들이 계속 앞으로 나아가도록 해주는 것이다.',
    '오늘을 붙들어라!  되도록 내일에 의지하지 말라!  그날 그날이 일년중에서 최선의 날이다.',
    '햇빛은 하나의 초점에 모아질 때만 불꽃을 피우는 법이다.',
    '안심하면서 먹는 한 조각 빵이 근심하면 먹는 잔치보다 낫다.',
    '마음의 통일없이 무슨 일을 이룰 수 있겠는가?',
    '행운은 자주 문을 두드리나 미련한 자는 그것을 받아들이지 않는다.',
    '술이 만든 친구는 그 술처럼 하룻밤 뿐이다.',
    '선은 오직 하나 밖에 엇다.  그것은 자기 양심에 따라 행동하는 일이다.',
    '살아가는 기술이란 하나의 공격 목표를 골라 그곳에 힘을 집중시키는 일이다.',
    '추위에 떤 자일수록 태양의 따뜻함을 느낀다.  인생의 고뇌를 맛본 자일수록 생명의 존귀함을 느낀다.',
    '사랑이란 늙는다는 것을 모른다.',
    '바다의 물이 마르면 나중에는 밑이 보인다.  그러나 사람은 죽어도 마음은 알지 못한다.',
    '인간은 죽음을 두려워한다.  그것은 생을 사랑하기 때문이다.',
    '인생에 있어서 많은 고통을 면하는 최상의 방법은 자기의 이익을 아주 적게 생각하는 일이다.',
    '한때의 분안 감정일랑 참으로.  그러면 백일의 근심을 모면할 것이다.',
    '거짓말을 한 그 순간부터 뛰어난 기억력이 필요하게 된다.',
    '게으름은 쇠붙이의 녹과 같다.  노동보다도 더 심신을 소모시킨다.',
    '기회는 새와 같은 것, 날아가기 전에 꼭 잡아라.',
    '내 비장의 무기는 아직 손 안에 있다.  그것은 희망이다.',
    '도박을 줄기는 모든 인간은 불확실한 것을 얻기 위해서 확실한 것을 걸고 내기를 한다.',
    '한 번 실수하는 것보다 두 번 묻는 것이 더 낫다.',
    '가르치는 것은 두 번 배우는 것이다.',
    '가시에 찔리지 않고서는 장미꽃을 모을 수가 없다.',
    '기쁨을 주는 사람만이 더 많은 기쁨을 즐길 수 있다.',
    '네가 가지고 있는 최선의 것을 세상에 주라.  그러면 최선의 것이 돌아오리라.',
    '얇은 얼므에서 스케이트를 탈 때 우리의 안전은 속도에 있다.',
    '자신이 의식하고 있는 겸손은 죽어 있는 것이다.',
    '인간이란 미소와 눈물 사이를 왕래하는 시계추와 같은 것이다.',
    '남을 따르는 법을 알지 못하는 사람은 좋은 지도자가 될 수 없다.',
    '위대한 것은 방향을 결정하는 것이다.',
    '진리는 적이건 아군이건 모두 초월한다.',
    '가난은 많은 뿌리를 갖고 있습니다.  그러나 큰 뿌리는 무식입니다.',
    '일을 쫓아라.  일에 쫓기지 말라.',
    '할 수 있는 한 훌륭한 인생을 만들라.  인생은 짧고 곧 지나간다.',
    '행동에 부주의하지 말며, 말에 혼동되지 말려, 생각에 방황하지 말라.',
    '행운은 마음의 준비가 있는 사람에게만 미소를 짓는다.',
    );


    /**
     * @example 'Lorem'
     * @return string
     */
    public static function word()
    {
        return static::randomElement(static::$wordList);
    }

    /**
     * @example 'Lorem'
     * @return string
     */
    public static function content()
    {
        return static::randomElement(static::$contentsList);
    }

    /**
     * @example 'Lorem'
     * @return string
     */
    public static function comment()
    {
        return static::randomElement(static::$commentsList);
    }

    public static function subject($maxNbChars = 50)
    {
        return iconv_substr(static::content(), 0, $maxNbChars, "utf-8");
    }

    /**
     * Generate an array of random words
     *
     * @example array('Lorem', 'ipsum', 'dolor')
     * @param  integer      $nb     how many words to return
     * @param  bool         $asText if true the sentences are returned as one string
     * @return array|string
     */
    public static function words($nb = 3, $asText = false)
    {
        $words = array();
        for ($i=0; $i < $nb; $i++) {
            $words []= static::word();
        }

        return $asText ? implode(' ', $words) : $words;
    }

    /**
     * Generate a random sentence
     *
     * @example 'Lorem ipsum dolor sit amet.'
     * @param integer $nbWords         around how many words the sentence should contain
     * @param boolean $variableNbWords set to false if you want exactly $nbWords returned,
     *                                  otherwise $nbWords may vary by +/-40% with a minimum of 1
     * @return string
     */
    public static function sentence($nbWords = 6, $variableNbWords = true)
    {
        if ($nbWords <= 0) {
            return '';
        }
        if ($variableNbWords) {
            $nbWords = self::randomizeNbElements($nbWords);
        }

        $words = static::words($nbWords);

        // $words[0] = ucwords($words[0]);
        // dump($words);

        return implode($words, ' ') . '.';
    }

    /**
     * Generate an array of sentences
     *
     * @example array('Lorem ipsum dolor sit amet.', 'Consectetur adipisicing eli.')
     * @param  integer      $nb     how many sentences to return
     * @param  bool         $asText if true the sentences are returned as one string
     * @return array|string
     */
    public static function sentences($nb = 3, $asText = false)
    {
        $sentences = array();
        for ($i=0; $i < $nb; $i++) {
            $sentences []= static::sentence();
        }

        return $asText ? implode(' ', $sentences) : $sentences;
    }

    /**
     * Generate a single paragraph
     *
      * @example 'Sapiente sunt omnis. Ut pariatur ad autem ducimus et. Voluptas rem voluptas sint modi dolorem amet.'
     * @param integer $nbSentences         around how many sentences the paragraph should contain
     * @param boolean $variableNbSentences set to false if you want exactly $nbSentences returned,
     *                                      otherwise $nbSentences may vary by +/-40% with a minimum of 1
     * @return string
     */
    public static function paragraph($nbSentences = 3, $variableNbSentences = true)
    {
        if ($nbSentences <= 0) {
            return '';
        }
        if ($variableNbSentences) {
            $nbSentences = self::randomizeNbElements($nbSentences);
        }

        return implode(static::sentences($nbSentences), ' ');
    }

    /**
     * Generate an array of paragraphs
     *
     * @example array($paragraph1, $paragraph2, $paragraph3)
     * @param  integer      $nb     how many paragraphs to return
     * @param  bool         $asText if true the paragraphs are returned as one string, separated by two newlines
     * @return array|string
     */
    public static function paragraphs($nb = 3, $asText = false)
    {
        $paragraphs = array();
        for ($i=0; $i < $nb; $i++) {
            $paragraphs []= static::paragraph();
        }

        return $asText ? implode("\n\n", $paragraphs) : $paragraphs;
    }

    /**
     * Generate a text string.
     * Depending on the $maxNbChars, returns a string made of words, sentences, or paragraphs.
     *
     * @example 'Sapiente sunt omnis. Ut pariatur ad autem ducimus et. Voluptas rem voluptas sint modi dolorem amet.'
     *
     * @param  integer $maxNbChars Maximum number of characters the text should contain (minimum 5)
     *
     * @return string
     */
    public static function text($maxNbChars = 200)
    {
        if ($maxNbChars < 5) {
            throw new \InvalidArgumentException('text() can only generate text of at least 5 characters');
        }

        $type = ($maxNbChars < 25) ? 'word' : (($maxNbChars < 100) ? 'sentence' : 'paragraph');

        $text = array();
        while (empty($text)) {
            $size = 0;

            // until $maxNbChars is reached
            while ($size < $maxNbChars) {
                $word   = ($size ? ' ' : '') . static::$type();
                $text[] = $word;

                $size += strlen($word);
            }

            array_pop($text);
        }

        if ($type === 'word') {
            // capitalize first letter
            $text[0] = ucwords($text[0]);

            // end sentence with full stop
            $text[count($text) - 1] .= '.';
        }

        return implode($text, '');
    }

    protected static function randomizeNbElements($nbElements)
    {
        return (int) ($nbElements * mt_rand(60, 140) / 100) + 1;
    }
}
